Repository: BARGAN/gconf
Catalog: po/*.po
Languages: de, ne, pa

source: Key/directory may not end with a slash (/)
de: Schlüssel/Verzeichnis darf nicht mit einem Schrägstrich (/) enden
ne: कुञ्जी/डाइरेक्टरी स्ल्यास (/)सँग अन्त्य हुँदैन
pa: ਕੀ/ ਡਾਇਰੈਕਟਰੀ ਸਲੈਸ (/) ਨਾਲ ਖਤਮ ਨਹੀ ਹੋ ਸਕਦਾ

source: Failure shutting down config server: %s
de: Fehler beim Herunterfahren des Konfigurationsservers: %s
ne: %s कन्फिग सर्भर बन्द गर्न असफल
pa: ਅਸਫਲ, ਸੰਰਚਨਾ ਸਰਵਰ ਨੂੰ ਬੰਦ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: %s

source: Expected float, got %s
de: Habe float erwartet, erhielt %s
ne: आशा गरिएको फ्लोट, %s प्राप्त
pa: ਲੋੜੀਦਾ ਫਲੋਟ, ਮਿਲਿਆ %s

source: Expected int, got %s
de: Habe int erwartet, erhielt %s
ne: आशा गरिएको इनिट, %s प्राप्त
pa: ਲੋੜੀਦਾ ਇੰਟੀਜਰ, ਮਿਲਿਆ %s

source: Expected string, got %s
de: Habe Zeichenkette erwartet, erhielt %s
ne: आशा गरिएको स्ट्रिङ, %s प्राप्त
pa: ਲੋੜੀਦੀ ਸਤਰ, ਮਿਲਿਆ %s

source: Expected bool, got %s
de: Habe bool erwartet, erhielt %s
ne: आशा गरिएको बुल, %s प्राप्त
pa: ਲੋੜੀਦਾ ਬੂਲ, ਮਿਲਿਆ %s

source: Expected schema, got %s
de: Habe Schema erwartet, erhielt %s
ne: आशा गरिएको स्किमा, %s प्राप्त
pa: ਲੋੜੀਦਾ ਸਕੀਮ, ਮਿਲਿਆ %s

source: CORBA error: %s
de: CORBA-Fehler: %s
ne: CORBA त्रुटि: %s
pa: ਕੋਰਬਾ ਗਲਤੀ: %s

source: Shutdown request received
de: Beendigungsanfrage empfangen
ne: बन्द गर्न अनुरोध प्राप्त
pa: ਬੰਦ ਕਰਨ ਦੀ ਮੰਗ ਹੈ

source: gconfd compiled with debugging; trying to load gconf.path from the source directory
de: gconfd mit Fehlerdiagnose compiliert; versuche, gconf.path aus dem Quellverzeichnis zu laden
ne: gconfd डिबगिङ्सँग कम्पाइल गरियो, स्रोत डाइरेक्टरीबाट gconf.path लोड गर्न प्रयास गर्दै
pa: gconfd ਡੀਬੱਗ ਨਾਲ ਕੰਪਾਇਲ ਕੀਤਾ ਹੈ; ਸਰੋਤ ਡਾਇਰੈਕਟਰੀ ਤੋ gconf.path ਲੋਡ ਕਰਕੇ ਮੁੜ ਕੋਸ਼ਿਸ ਕਰੋ

source: No configuration files found, trying to use the default config source `%s'
de: Keine Konfigurationsdateien gefunden, versuche, die voreingestellte Konfigurationsquelle `%s' zu benutzen
ne: कुनै पनि कन्फिगरेसन फाइलहरू फेला परेन, पूर्वनिर्धारित कन्फिग स्रोत`%s' प्रयोग गर्न प्रयास गर्दै
pa: ਕੋਈ ਸੰਰਚਨਾ ਫਾਇਲਾਂ ਨਹੀ ਲੱਭੀਆਂ, ਮੂਲ ਸੰਰਚਨਾ ਸਰੋਤ `%s' ਵਰਤ ਕੇ ਮੁੜ ਕੋਸ਼ਿਸ ਕਰੋ

source: No configuration sources in the source path, configuration won't be saved; edit %s%s
ne: स्रोत मार्गमा कुनै कन्फिगरेसन स्रोतहरू छैन, कन्फिगरेसन बचत गर्न सकिँदैन, %s%s सम्पादन गर्नुहोस्

source: Error loading some config sources: %s
de: Fehler beim Laden von Konfigurationsquellen: %s
ne: केही कन्फिग स्रोतहरू लोड गर्दा त्रुटि: %s
pa: ਗਤਲੀ ਕੁਝ ਸੰਰਚਨਾ ਸਰੋਤ ਲੋਡ ਕਰਨ ਵਿੱਚ: %s

source: No config source addresses successfully resolved, can't load or store config data
de: Keine Konfigurations-Quelladressen erfolgreich aufgelöst, kann Konfigurationsdaten nicht laden oder speichern
ne: कुनै कन्फिग स्रोत ठेगानाहरू सफलतापूर्वक स्पष्ट पारिएन, कन्फिग डेटा लोड वा बचत गर्न सकिँदैन
pa: ਕੋਈ ਸੰਰਚਨਾ ਸਰੋਤ ਸਿਰਨਾਵਾਂ ਸਫਲਤਾਪੂਰਕ ਹੱਲ ਨਹੀ ਹੋ ਸਕਿਆ ਹੈ, ਇਸ ਕਰਕੇ ਸੰਰਚਨਾ ਡਾਟਾ ਨੂੰਸੰਭਾਲ ਜਾਂ ਲੋਡ ਨਹੀ ਕਰ ਸਕਦਾ ਹੈ

source: No writable config sources successfully resolved, may not be able to save some configuration changes
de: Keine schreibbaren Konfigurationsquellen konnten erfolgreich aufgelöst werden; manche Konfigurationsänderungen können nicht gespeichert werden
ne: कुनै कन्फिग स्रोतहरू सफलतापूर्वक सुधार गरिएन, केही कन्फिगरेसन परिवर्तनहरू बचत गर्न सकिँदैन
pa: ਕੋਈ ਲਿਖਣਯੋਗ ਸੰਰਚਨਾ ਸਰੋਤ ਸਿਰਨਾਵਾਂ ਸਫਲਤਾਪੂਰਕ ਹੱਲ ਨਹੀ ਹੋ ਸਕਿਆ ਹੈ, ਇਸ ਕਰਕੇ ਕੁਝ ਸੰਰਚਨਾ ਤਬਦੀਲੀਆਂਨੂੰ ਸੰਭਾਲਿਆ ਜਾ ਸਕੇਗਾ

source: Received signal %d, dumping core. Please report a GConf bug.
de: Signal %d erhalten, Absturz. Bitte melden Sie einen GConf-Bug.
ne: %d सङ्केत प्राप्त भयो, डम्पिङ कोर। GConf बग प्रतिवेदन गर्नुहोस्।
pa: ਮਿਲਿਆ ਸੰਕੇਤ %d, ਡੰਇੰਗ ਕੋਰ ਕਿਰਪਾ ਕਰਕੇ ਜੀ-ਕਾਨਫ ਬੱਗ ਨੂੰ ਸੂਚਨਾ ਦਿਉ

source: Received signal %d. Please report a GConf bug.
ne: %d सङ्केत प्राप्त भयो। कृपया GConf बग प्रतिवेदन गर्नुहोस्।

source: Received signal %d, shutting down abnormally. Please file a GConf bug report.
de: Signal %d erhalten, unplanmäßiges Beenden. Bitte melden Sie einen GConf-Bug.
ne: अनियमित तरिकाले बन्द हुँदैछ, %d सङ्केत प्राप्त भयो। GConf बग प्रतिवेदन फाइल गर्नुहोस्।
pa: ਮਿਲਿਆ ਸੰਕੇਤ%d, ਅਸਧਾਰਨ ਤਰੀਕੇ ਨਾਲ ਬੰਦ ਹੋ ਗਿਆ ਹੈ ਕਿਰਪਾ ਕਰਕੇ ਜੀ-ਕਾਨਫ ਬੱਗ ਨੂੰ ਫਾਇਲ ਕਰੋ

source: Received signal %d, shutting down cleanly
de: Signal %d erhalten, saubers Herunterfahren
ne: %d सङ्केत प्राप्त भयो, सफासँग बन्द गर्दैछ
pa: ਮਿਲਿਆ ਸੰਕੇਤ %d, ਸਾਫ਼ ਤੌਰ ਬੰਦ ਹੋ ਗਿਆ ਹੈ

source: Failed to open %s: %s
ne: %s: %s खोल्न असफल
pa: ਅਸਫਲ %s ਤੋ ਖੋਲਣ ਵਿੱਚ: %s

source: Owner of %s is not the current user
ne: %s को मालिक हालको प्रयोगकर्ता होइन
pa: %s ਦਾ ਮਾਲਕ ਮੌਜੂਦਾ ਉਪਭੋਗਤਾ ਨਹੀ ਹੈ

source: Bad permissions %lo on directory %s
ne: %lo मा %s डाइरेक्टरीको खराब अनुमति
pa: ਗਲਤ ਅਧਿਕਾਰ %lo ਡਾਇਰੈਕਟਰੀ %s ਉਪੱਰ

source: starting (version %s), pid %u user '%s'
de: (version %s) wird gestartet, PID %u, Benutzer `%s'
ne: सुरु गर्दै (संस्करण %s), पिड %u प्रयोगकर्ता '%s'
pa: ਸ਼ੁਰੂਆਤੀ(ਵਰਜਨ %s), pid %u ਉਪਭੋਗਤਾ '%s'

source: Failed to get object reference for ConfigServer
de: Konnte Objektreferenz für ConfigServer nicht erhalten
ne: कन्फिग सर्भरका लागि वस्तु सन्दर्भ प्राप्त गर्न असफल
pa: ਸੰਰਚਨਾ ਸਰਵਰ ਲਈ ਇਕਾਈ ਹਵਾਲਾ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ

source: Failed to create %s: %s
ne: %s: %s सिर्जना गर्न असफल
pa: ਅਸਫਲ %s ਬਣਾਉਣ ਵਿੱਚ: %s

source: Directory %s has a problem, gconfd can't use it
ne: %s डाइरेक्टरीमा समस्या छ, gconfd ले यो प्रयोग गर्न सक्दैन
pa: ਡਾਇਰੈਟਰੀ %s ਵਿੱਚ ਗਲਤੀ ਹੈ, gconfd ਇਸ ਨੂੰ ਵਰਤ ਨਹੀ ਸਕਦਾ ਹੈ

source: Failed to write byte to pipe file descriptor %d so client program may hang: %s
ne: पाइप फाइल वर्णनकर्ता %d मा बाइट लेख्न असफल, त्यसैले ग्राहक कार्यक्रम ह्याङ हुनसक्छ %s
pa: ਅਸਫਲ ਪਾਇਪ fd %d ਤੋ ਬਾਈਟ ਲਿਖਣ ਲਈ ਤਾਂ ਕਿ ਕਲਾਂਈਟ ਕਾਰਜ ਰੱਦ ਹੋ ਸਕੇ: % s

source: Failed to get lock for daemon, exiting: %s
ne: डेइमनका लागि ताल्चा लगाउन प्राप्त गर्न असफल, %s बाहिरिदै
pa: ਡੈਮੇਨ ਲਈ ਲਾਕ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ, ਬਾਹਰ ਜਾ ਰਿਹਾ ਹੈ: %s

source: Error releasing lockfile: %s
ne: ताल्चा लगाइएको फाइल निस्काशन गर्दा त्रुटि: %s
pa: ਗਲਤੀ ਲਾਕ-ਫਾਇਲ ਜਾਰੀ ਕਰਨ ਵਿੱਚ: %s

source: Exiting
de: Breche ab
ne: निस्कदै
pa: ਬਾਹਰ ਜਾ ਰਿਹਾ ਹੈ

source: SIGHUP received, reloading all databases
ne: SIGHUP प्राप्त भयो, सबै डाटाबेस पुन: लोड गर्दै
pa: SIGHUP ਪ੍ਰਾਪਤ ਹੋਇਆ ਹੈ, ਸਭ ਡਾਟਾਬੇਸ ਮੁੜ ਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ

source: GConf server is not in use, shutting down.
de: GConf-Server wird nicht benutzt, wird beendet.
ne: GConf सर्भर प्रयोगमा छैन, बन्द हुँदैछ।
pa: ਜੀ-ਕਾਨਫ ਸਰਵਰ ਉਪਯੋਗ ਵਿੱਚ ਨਹੀ ਹੈ, ਬੰਦ ਹੋ ਰਿਹਾ ਹੈ

source: Error obtaining new value for `%s': %s
ne: `%s': %s का लागि नयाँ मानमा त्रुटि देखियो
pa: ਗਲਤੀ: "%s" ਲਈ ਨਵਾਂ ਮੁੱਲ ਲੈਣ ਵਿੱਚ: %s

source: Returning exception: %s
de: Ausnahmefehler: %s
ne: फिर्ता अपवाद: %s
pa: ਅਸੰਗਤ ਮਿਲਿਆ ਹੈ: %s

source: Failed to open gconfd logfile; won't be able to restore listeners after gconfd shutdown (%s)
de: Konnte gconfd-Logdatei nicht öffnen; werde nicht in der Lage sein, Zuhörer nach gconfd-Herunterfahren wiederherzustellen (%s)
ne: gconfd लग फाइल खोल्न असफल; जीकन्फ बन्द (%s) गरे पछि स्रोताहरू बचत गर्न सकिँदैन
pa: ਅਸਫਲ gconfd ਲਾਗ-ਫਾਇਲ ਖੋਲਣ ਵਿੱਚ; gconfd ਬੰਦ ਹੋਣ ਮਗਰੋ ਲਿਸਨਰਾਂ ਨੂੰ ਮੁੜ ਪ੍ਰਾਪਤ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ(%s)

source: Failed to close gconfd logfile; data may not have been properly saved (%s)
de: Konnte gconfd-Logdatei nicht schließen; Daten können evtl. nicht ordnungsgemäß gespeichert worden sein (%s)
ne: gconfd लगफाइल बन्द गर्न असफल; डेटा साँच्चिकै राम्ररी बचत भएन होला (%s)
pa: ਅਸਫਲ gconfd ਲਾਗਫਾਇਲ ਨੂੰ ਬੰਦ ਕਰਨ ਵਿੱਚ; ਡਾਟਾ ਠੀਕ ਤਰਾਂ ਸੰਭਾਾਲਿਆ ਨਾ ਜਾ ਸਕੇ (%s)

source: Could not open saved state file '%s' for writing: %s
de: Konnte Statusspeicherungs-Datei '%s' nicht zum Schreiben öffnen: %s
ne: लेख्नका लागि बचत गरिएको अवस्था फाइल'%s' खोल्न सकिएन: %s
pa: ਸੰਭਾਲੀ ਸਥਿਤੀ ਫਾਇਲ '%s' ਨੂੰ ਲਿਖਣ ਲਈ ਖੋਲਿਆ ਨਹੀ ਜਾ ਸਕਦਾ ਹੈ: %s

source: Could not write saved state file '%s' fd: %d: %s
de: Konnte Statusspeicherungs-Datei '%s', FD %d, nicht schreiben: %s
ne: अवस्था फाइल '%s' fd लेखेर बचत गर्न सकेन: %d: %s
pa: ਸੰਭਾਲੀ ਫਾਇਲ '%s' ਨੂੰ ਲਿਖਿਆ ਨਹੀ ਜਾ ਸਕਿਆ fd: %d: %s

source: Failed to close new saved state file '%s': %s
de: Konnte neue Statusspeicherungs-Datei '%s' nicht schließen: %s
ne: बचत गरेर राखिएको नयाँ अवस्था फाइल '%s' बन्द गर्न असफल: %s
pa: ਅਸਫਲ ਨਵੀ ਸੰਭਾਲੀ ਸਥਿਤੀ ਫਾਇਲ '%s' ਨੂੰ ਬੰਦ ਕਰਨ ਵਿੱਚ: %s

source: Could not move aside old saved state file '%s': %s
de: Konnte alte Statusspeicherungs-Datei '%s' nicht wegbewegen: %s
ne: बचत गरेर राखिएको पुराना '%s' अवस्था फाइल छेउमा सार्न सकिँदैन: %s
pa: ਪੁਰਾਣੀ ਸਥਿਤੀ ਫਾਇਲ '%s' ਨੂੰ ਪਾਸੇ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਿਆ: %s

source: Failed to move new save state file into place: %s
de: Konnte neue Statusspeicherungsdatei nicht auf ihren Platz bringen: %s
ne: स्थानमा नयाँ बचत अवस्था फाइल सार्न असफल: %s
pa: ਅਸਫਲ ਨਵੀ ਸੰਭਾਲੀ ਸਥਿਤੀ ਫਾਇਲ ਨੂੰ ਇਥੇ ਭੇਜਣ ਵਿੱਚ: %s

source: Failed to restore original saved state file that had been moved to '%s': %s
de: Konnte ursprüngliche Statusspeicherungs-Datei, die auf '%s' verschoben worden war, nicht wiederherstellen: %s
ne: %s मा लगिएको सक्कली बचत गरिएको स्थिति फाइल स्पष्ट गर्न असफल: %s
pa: ਅਸਫਲ, ਮੂਲ ਸੰਭਾਲੀ ਸਥਿਤੀ ਫਾਇਲ ਜੋ ਕਿ '%s' ਤੇ ਭੇਜੀ ਗਈ ਨੂੰ ਮੁੜ-ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ: %s

source: Unable to restore a listener on address '%s', couldn't resolve the database
de: Kann keinen Zuhörer auf Adresse '%s' wiederherstellen, konnte Datenbank nicht auflösen
ne: ठेगाना '%s' मा स्रोतालाई पूर्वास्थामा ल्याउन अक्षम, डाटाबेस समाधान गर्न सकेन
pa: ਅਸਫਲ, ਸਿਰਨਾਵੇ '%s' ਤੋ ਲਿਸਨਰ ਨੂੰ ਮੁੜ-ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ, ਡਾਟਾਬੇਸ ਨੂੰ ਖੋਲਿਆ ਨਹੀ ਜਾ ਸਕਿਆ

source: Error reading saved state file: %s
de: Lesen der gespeicherten Statusdatei fehlgeschlagen: %s
ne: त्रुटि पढ्दा बचत गरिएको अवस्था फाइल: %s
pa: ਗਲਤੀ ਸੰਭਾਲੀ ਸਥਿਤੀ ਫਾਇਲ ਨੂੰ ਪੜਨ ਵਿੱਚ: %s

source: Unable to open saved state file '%s': %s
de: Öffnen der gespeicherten Status Datei '%s' nicht möglich: %s
ne: बचत गरिएको अवस्था फाइल '%s' खोल्न अक्षम: %s
pa: ਅਸਫਲ ਸੰਭਾਲੀ ਸਥਿਤੀ ਫਾਇਲ '%s' ਨੂੰ ਖੋਲਣ ਵਿੱਚ: %s

source: Failed to log addition of listener to gconfd logfile; won't be able to re-add the listener if gconfd exits or shuts down (%s)
de: Konnte Hinzufügen eines Zuhörers nicht in der gconfd-Logdatei verzeichnen; werde nicht in der Lage sein, ihn wieder hinzuzufügen, wenn gconfd beendet wird oder herunterfährt (%s)
ne: gconfd लगफाइलमा स्रोताको योगफल लग गर्न असफल, स्रोतालाई पुन: थप गर्न सकिँदैन यदि gconfd हटेमा वा बन्द भएमा (%s)
pa: ਅਸਫਲ gconfd ਲਾਗਫਾਇਲ ਤੋ ਲਿਸਨਰ ਦਾ ਲਾਗ ਜੋੜਨ ਵਿੱਚ ਅਸਫਲ; ਜੇਕਰ gconfd ਬੰਦ ਹੋ ਗਿਆ ਤਾਂ ਲਿਸਨਰਨੂੰ ਮੁੜ-ਜੋੜਿਆ ਨਹੀ ਜਾ ਸਕੇਗਾ (%s)

source: Failed to log removal of listener to gconfd logfile; might erroneously re-add the listener if gconfd exits or shuts down (%s)
de: Konnte Entfernen eines Zuhörers nicht in der gconfd-Logdatei verzeichnen; werde ihn vielleicht irrtümlich wieder hinzufügen, wenn gconfd beendet wird oder herunterfährt (%s)
ne: gconfd लगफाइलमा स्रोताको हटाउने लग गर्न असफल, स्रोतालाई इरोनेउस गरी पुन: थप गर्न सकिन्छ यदि gconfd हटेमा वा बन्द भएमा (%s)
pa: ਅਸਫਲ gconfd ਲਾਗਫਾਇਲ ਤੋ ਲਿਸਨਰ ਦਾ ਲਾਗ ਹਟਾਉ ਵਿੱਚ ਅਸਫਲ; ਜੇਕਰ gconfd ਬੰਦ ਹੋ ਗਿਆ ਤਾਂ ਲਿਸਨਰ ਨੂੰ ਗਲਤੀ ਨਾਲ ਮੁੜ-ਜੋੜਿਆ ਜਾ ਸਕੇਗਾ (%s)

source: Failed to get IOR for client: %s
de: Empfangen des IOR für Client fehlgeschlagen: %s
ne: ग्राहकका लागि IOR प्राप्त गर्न असफल: %s
pa: ਅਸਫਲ਼ ਕਲਾਂਈਟ ਤੋ IOR ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ: %s

source: Failed to open saved state file: %s
ne: बचत गरिएको स्थिति फाइल खोल्न असफल: %s
pa: ਅਸਫਲ ਸੰਭਾਲੀ ਸਥਿਤੀ ਫਾਇਲ ਨੂੰ ਖੋਲਣ ਵਿੱਚ: %s

source: Failed to write client add to saved state file: %s
ne: बचत गरिएको स्थिति फाइलमा ग्राहक ठेगाना लेख्न असफल: %s
pa: ਅਸਫਲ ਸੰਭਾਲੀ ਸਥਿਤੀ ਫਾਇਲ ਤੋ ਕਲਾਂਈਟ ਜੋੜ ਲਿਖਣ ਵਿੱਚ: %s

source: Failed to flush client add to saved state file: %s
de: Entfernen des Clients, der zur gespeicherten Statusdatei hinzugefügt wurde, fehlgeschlagen: %s
ne: बचत गरिएको स्थिति फाइलमा ग्राहक ठेगाना फ्लस गर्न असफल: %s
pa: ਅਸਫਲ ਸੰਭਾਲੀ ਸਥਿਤੀ ਫਾਇਲ ਤੋ ਕਲਾਂਈਟ ਜੋੜ ਚੁੱਕਣ ਵਿੱਚ: %s

source: Some client removed itself from the GConf server when it hadn't been added.
de: Einige Clients entfernten sich selbst aus dem GConf-Server. Sie wurden jedoch nicht hinzugefügt.
ne: GConf सर्भरबाट केही ग्राहक आफै हट्दछ जब यो थप गरिएको हुँदैन।
pa: ਕੁਝ ਕਲਾਂਈਟ ਆਪਣੇ ਆਪ ਨੂੰ ਜੀ-ਕਾਨ ਸਰਵਰ ਤੋ ਵੱਖ ਕਰ ਚੁੱਕੇ ਹਨ, ਭਾਵੇ ਕਿ ਉਹ ਜੋੜੇ ਹੀ ਨਹੀ ਗਏ ਸਨ

source: Set a key to a value and sync. Use with --type.
de: Einen Schlüsse auf einen Wert einstellen und synchronisieren. Mit --type benutzen.
ne: मान र सिंकमा कुञ्जी सेट गर्नुहोस्. --प्रकार संगप्रयोग गर्नुहोस्।
pa: ਇੱਕ ਕੀ ਦਾ ਮੁੱਲ ਨਿਰਧਾਰਿਤ ਕਰੋ ਅਤੇ sync ਨਾਲ ਵਰਤੋ --ਕਿਸਮ

source: Print the value of a key to standard output.
de: Den Wert eines Schlüssels auf der Standardausgabe ausgeben.
ne: स्ट्यान्डर्ड प्रतिफलमा कुञ्जीको मान मुद्रण गर्नुहोस्।
pa: ਕੀ ਦਾ ਮੁੱਲ ਮਿਆਰੀ ਆਉਟਪੁੱਟ ਤੇ ਛਾਪੋ

source: Set a schema and sync. Use with --short-desc, --long-desc, --owner, and --type.
de: Ein Schema einstellen und synchronisieren. Mit --short-desc, --long-desc, --owner und --type benutzen.
ne: स्किमा र सिंक सेट गर्नुहोस्. --छोटो-वर्णन, --लामो-वर्णन, --मालिक, र --प्रकारसंगव प्रयोग गर्नुहोस्।
pa: ਸਕੀਮਾ ਨਿਰਧਾਰਿਤ ਕਰੋ ਅਤੇ sync ਨਾਲ ਵਰਤੋ --ਥੋੜਾ ਵੇਰਵਾ, --ਜਿਆਦਾ ਵੇਰਵਾ, --ਮਾਲਕ, ਅਤੇ --ਕਿਸਮ

source: Unset the keys on the command line
de: Die Schlüssel auf der Kommandozeile löschen
ne: आदेश रेखामा कुञ्जीहरू अनसेट गर्नुहोस्
pa: ਕਮਾਂਡ ਲਾਇਨ ਤੇ ਕੀ ਨੂੰ ਅਣ-ਨਿਰਧਾਰਿਤ ਕਰੋ

source: Recursively unset all keys at or below the key/directory names on the command line
ne: आदेश रेखामा सबै कुञ्जीहरूमा वा कुञ्जी/डाइरेक्टरी नामहरू तल रिकर्सिभ गरी अनसेट गर्नुहोस्
pa: ਕਮਾਂਡ ਲਾਈਨ ਤੇ ਕੀ/ਡਾਇਰੈਕਟਰੀ ਨਾਂ ਤੇ ਜਾਂ ਹੇਠਾ ਲਗਾਤਾਰ ਸਾਰੀਆਂ ਕੀ ਨੂੰ ਅਣ-ਨਿਰਧਾਰਿਤ ਕਰੋ

source: Print all key/value pairs in a directory.
de: Alle Schlüssel/Wert-Paare in einem Verzeichnis ausgeben.
ne: डाइरेक्टरीमा सबै कुञ्जी/मान जोडाहरू मुद्रण गर्नुहोस्।
pa: ਡਾਇਰੈਕਟਰੀ ਵਿੱਚਲੇ ਸਾਰੇ ਕੀ/ਮੁੱਲ ਜੋੜੇ ਛਾਪੋ

source: Print all subdirectories in a directory.
de: Alle Unterverzeichnisse in einem Verzeichnis ausgeben.
ne: डाइरेक्टरीमा सबै सबडाइरेक्टरीहरू मुद्रण गर्नुहोस्।
pa: ਡਾਇਰੈਕਟਰੀ ਵਿੱਚਲੇ ਸਾਰੀਆਂ ਸਬ-ਡਾਇਰੈਕਟਰੀਆਂ ਛਾਪੋ

source: Dump to standard output an XML description of all entries under a directory, recursively.
ne: सबै प्रविष्टिहरूको XML वर्णन डाइरेक्टरी मुनि स्ट्यान्डर्ड प्रतिफल मुनि डम्प गर्नुहोस्, रिकर्सिभ गरि
pa: ਡੰਪ, ਡਾਇਰੈਕਟਰੀ ਵਿੱਚਲੇ ਸਾਰੇ ਇੰਦਰਾਜ਼ ਲਗਾਤਾਰ ਦੇ XML ਵੇਰਵੇ ਦੀ ਮਿਆਰੀ ਆਉਟਪੁੱਟ

source: Load from the specified file an XML description of values and set them relative to a directory.
ne: मानहरूको XML वर्णन निश्चित फाइलबाट लोड गर्नुहोस् र तिनीहरूलाई डाइरेक्टरीमा सम्बन्ध रूपमा सेट गर्नुहोस्।
pa: ਇੱਕ ਖਾਸ ਫਾਇਲ ਤੋ ਮੁੱਲਾਂ ਦਾ XML ਵੇਰਵਾ ਲੋਡ ਕਰੋ ਅਤੇ ਅਨੁਸਾਰੀ ਡਾਇਰੈਕਟਰੀ ਵਿੱਚ ਨਿਰਧਾਰਿਤ ਕਰੋ

source: Unload a set of values described in an XML file.
ne: XML फाइलमा वर्णन गरिएको मानहरूको सेट अनलोड गर्नुहोस्।
pa: ਇੱਕ XML ਫਾਇਲ ਵਿੱਚ ਦਿੱਤ ਅਨੁਸਾਰ ਮੁੱਲ ਲੜੀ ਅਨਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫਲ

source: Print all subdirectories and entries under a directory, recursively.
ne: डाइरेक्टरी मुनि सबै सबडाइरेक्टरीहरू र प्रविष्टिहरू मुद्रण गर्नुहोस्, रिकर्सिभ गरी।
pa: ਇੱਕ ਡਾਇਰੈਕਟਰੀ ਵਿੱਚਲੇ ਇੰਦਰਾਜ਼ ਅਤੇ ਸਬ-ਡਾਇਰੈਕਟਰੀਆਂ ਨੂੰ ਲਗਾਤਾਰ ਛਾਪੋ

source: Return 0 if the directory exists, 2 if it does not.
de: 0 zurückgeben, wenn Verzeichnis existiert, andernfalls 2.
ne: डाइरेक्टरी अवस्थित भएमा ० र यदि छैन भने २ फर्काउनुहोस्
pa: ਵਾਪਿਸ ਕਰੋ 0 ਜੇਕਰ ਡਾਇਰੈਕਟਰੀ ਹੈ, 2 ਜੇ ਇਹ ਮੌਜੂਦ ਨਹੀ ਹੈ

source: Shut down gconfd. DON'T USE THIS OPTION WITHOUT GOOD REASON.
de: gconfd herunterfahren. DIESE OPTION NICHT OHNE EINEN GUTEN GRUND BENUTZEN.
ne: gconfd बन्द गर्नुहोस्। कुनै खास कारणबिना यो विकल्प प्रयोग नगर्नुहोस्।
pa: gconfd ਬੰਦ ਕਰੋ ਚੰਗੇ ਕਾਰਨ ਬਿਨਾਂ ਇਸ ਚੋਣ ਨੂੰ ਨਾ ਵਰਤੋ

source: Return 0 if gconfd is running, 2 if not.
de: 0 zurückgeben, wenn gconfd läuft, andernfalls 2.
ne: यदि gconfd चलिरहेको छ भने ० फर्काउनुहोस्, यदि छैन भने २।
pa: ਵਾਪਿਸ ਕਰੋ 0 ਜੇ gconfd ਚੱਲ ਰਿਹਾ ਹੈ, 2 ਜੇ ਨਹੀ

source: Launch the config server (gconfd). (Normally happens automatically when needed.)
de: Den Konfigurationsserver (gconfd) starten. (Passiert normalerweise automatisch wenn nötig.)
ne: कन्फिग सर्भर सुरुआत गर्नुहोस् (gconfd) (सामान्यतया आवश्यकता अनुसार यो स्वत: हुन्छ)
pa: ਸੰਰਚਨਾ ਸਰਵਰ(gconfd) ਚਾਲੂ ਕਰੋ (ਅਕਸਰ ਇਹ ਖੁਦ ਹੀ ਚੱਲ ਪੈਦਾ ਹੈ, ਜਦੋ ਕਿ ਇਸ ਦੀ ਲੋੜ ਪਵੇ )

source: Specify the type of the value being set, or the type of the value a schema describes. Unique abbreviations OK.
de: Gibt den Typ des einzustellenden Wertes ein, oder aber den Typ eines Wertes, den ein Schema beschreibt. Eindeutige Abkürzungen werden akzeptiert.
ne: सेट भइरहेको मानको प्रकार वा स्किमाले वर्णन गरेको मानको प्रकार तोक्नुहोस्। अद्वितीयसंक्षेप ठीक छ।
pa: ਨਿਰਧਾਰਿਤ ਕਰਨ ਲਈ ਮੁੱਲ ਦੀ ਕਿਸਮ ਦਿਉ, ਜਾਂ ਮੁੱਲ ਦੀ ਕਿਸਮ ਤੋ ਕਿ ਸਕੀਮਾ ਨੇ ਦਿੱਤੀ ਹੈਸ਼ਨਾਖਤੀ ਸ਼ਬਦ, ਠੀਕ ਹੈ

source: Print the data type of a key to standard output.
ne: मानक निर्गतमा कुञ्जीको डेटा प्रकार मुद्रण गर्नुहोस्।
pa: ਕੀ ਦੀ ਡਾਟਾ ਕਿਸਮ ਮਿਆਰੀ ਆਉਟਪੁੱਟ ਲਈ ਛਾਪੋ

source: Get the number of elements in a list key.
ne: सूची कुञ्जीमा तत्वहरूको सङ्ख्या प्राप्त गर्नुहोस्।
pa: ਸੂਚੀ ਕੀ ਵਿੱਚ ਇਕਾਈਆ ਦੀ ਗਿਣਤੀ ਪ੍ਰਾਪਤ ਕਰੋ

source: Get a specific element from a list key, numerically indexed.
ne: सूची कुञ्जीबाट सङ्ख्यात्मक अनुक्रमणिका गरी निश्चित तत्व प्राप्त गर्नुहोस्।
pa: ਸੂਚੀ ਕੀ ਵਿੱਚ ਇਕਾਈਆ ਦੀ ਗਿਣਤੀ ਪ੍ਰਾਪਤ ਕਰੋ, ਅੰਕੀ ਤਤਕਰਾ ਨਾਲ

source: Specify the type of the list value being set, or the type of the value a schema describes. Unique abbreviations OK.
de: Gibt den Typ des einzustellenden Wertes ein, oder aber den Typ eines Wertes, den ein Schema beschreibt. Eindeutige Abkürzungen werden akzeptiert.
ne: सेट भइरहेको मानको प्रकार वा स्किमाले वर्णन गरेको मानको प्रकार तोक्नुहोस्। अद्वितीयसंक्षेप ठीक छ।
pa: ਨਿਰਧਾਰਿਤ ਕਰਨ ਲਈ ਮੁੱਲ ਦੀ ਕਿਸਮ ਦਿਉ, ਜਾਂ ਮੁੱਲ ਦੀ ਕਿਸਮ ਤੋ ਕਿ ਸਕੀਮਾ ਨੇ ਦਿੱਤੀ ਹੈਸ਼ਨਾਖਤੀ ਸ਼ਬਦ, ਠੀਕ ਹੈ

source: Specify the type of the car pair value being set, or the type of the value a schema describes. Unique abbreviations OK.
de: Gibt den Typ des car Paares ein, oder aber den Typ eines Wertes, den ein Schema beschreibt. Eindeutige Abkürzungen werden akzeptiert.
ne: car जोडा मानको प्रकार सेट हुन निश्चित गर्नुहोस्, वा मानको प्रकार जुन स्किमाले वर्णन गर्दछ. अनौंठो संक्षेप OK.
pa: car ਜੋੜੇ ਲਈ ਮੁੱਲ ਦੀ ਕਿਸਮ ਦਿਉ, ਜਾਂ ਮੁੱਲ ਦੀ ਕਿਸਮ ਤੋ ਕਿ ਸਕੀਮਾ ਨੇ ਦਿੱਤੀ ਹੈਸ਼ਨਾਖਤੀ ਸ਼ਬਦ, ਠੀਕ ਹੈ

source: Specify the type of the cdr pair value being set, or the type of the value a schema describes. Unique abbreviations OK.
de: Gibt den Typ des cdr Paares ein, oder aber den Typ eines Wertes, den ein Schema beschreibt. Eindeutige Abkürzungen werden akzeptiert.
ne: cdr जोडा मानको प्रकार सेट हुन निश्चित गर्नुहोस्, वा मानको प्रकार जुन स्किमाले वर्णन गर्दछ. अनौंठो संक्षेप OK.
pa: cdr ਜੋੜੇ ਲਈ ਮੁੱਲ ਦੀ ਕਿਸਮ ਦਿਉ, ਜਾਂ ਮੁੱਲ ਦੀ ਕਿਸਮ ਤੋ ਕਿ ਸਕੀਮਾ ਨੇ ਦਿੱਤੀ ਹੈਸ਼ਨਾਖਤੀ ਸ਼ਬਦ, ਠੀਕ ਹੈ

source: Specify a short half-line description to go in a schema.
de: Gibt eine kurze, halbzeile Beschreibung an, die in ein Schema einfließt.
ne: स्किमामा जान छोटो आधा-पङ्त्ति वर्णन निश्चित गर्नुहोस्।
pa: ਸਕੀਮਾ ਵਿੱਚ ਭੇਜਣ ਲਈ ਇੱਕ ਅੱਧੀ-ਸਤਰ ਦਾ ਵੇਰਵਾ ਦਿਉ

source: DESCRIPTION
de: BESCHREIBUNG
ne: वर्णन
pa: ਵੇਰਵਾ

source: Specify a several-line description to go in a schema.
de: Gibt eine vielzeilige Beschreibung an, die in ein Schema einfließt.
ne: स्किमामा जान बिभिन्न-पङ्त्ति वर्णन निश्चित गर्नुहोस्।
pa: ਸਕੀਮਾ ਵਿੱਚ ਭੇਜਣ ਲਈ ਕਈ-ਸਤਰਾਂ ਦਾ ਵੇਰਵਾ ਦਿਉ

source: Specify the owner of a schema
de: Gibt den Besitzer eines Schemas an
ne: स्किमाको मालिक निश्चित गर्नुहोस्
pa: ਸਕੀਮਾ ਦਾ ਮਾਲਕ ਨਿਰਧਾਰਿਤ ਕਰੋ

source: OWNER
de: BESITZER
ne: मालिक
pa: ਮਾਲਕ

source: Specify a schema file to be installed
de: Gibt die zu installierende Schemadatei an
ne: स्थापना गर्नका लागि स्किमा फाइल निश्चित गर्नुहोस्
pa: ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਸਕੀਮਾ ਫਾਇਲ ਨਿਰਧਾਰਿਤ ਕਰੋ

source: FILENAME
de: DATEINAME
ne: फाइलको नाम
pa: ਫਾਇਲ ਨਾਂ

source: Specify a configuration source to use rather than the default path
de: Gibt eine Konfigurationsquelle an, die statt des voreingestellten Pfades zu verwenden ist
ne: पूर्वनिर्धारित मार्ग भन्दा अरु प्रयोग गर्न कन्फिगरेसन स्रोत निश्चित गर्नुहोस्
pa: ਮੂਲ ਰਾਹ ਵਰਤਣ ਦੀ ਬਜਾਏ ਹੋਰ ਸੰਰਚਨਾ ਸਰੋਤ ਨਿਰਧਾਰਿਤ ਕਰੋ

source: SOURCE
de: QUELLE
ne: स्रोत
pa: ਸਰੋਤ

source: Access the config database directly, bypassing server. Requires that gconfd is not running.
de: Direkt auf die Konfigurationsdatenbank zugreifen, ohne den Server zu verwenden. Setzt voraus, dass gconfd nicht läuft.
ne: कन्फिग डाटाबेस सर्भर पास गर्दै सिधा पहुँच गर्नुहोस्। आवश्यक छ कि र त्यो gconfd चालु छैन।
pa: ਸੰਰਚਨਾ ਡਾਟਾਬੇਸ ਲਈ ਸਿੱਧੀ ਪਹੁੰਚ, ਸਰਵਰ ਨੂੰ ਪਾਸੇ ਕਰਕੇ gconfd ਚਾਲੂ ਨਹੀ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ

source: Properly installs schema files on the command line into the database. GCONF_CONFIG_SOURCE environment variable should be set to a non-default config source or set to the empty string to use the default.
de: Installiert Schemendateien auf der Kommandozeile korrekt in die Datenbank. Die Umgebungsvariable GCONF_CONFIG_SOURCE sollte auf eine andere Konfigurationsquelle als die voreingestellte gesetzt sein oder zur Verwendung der Voreinstellung die leere Zeichenkette enthalten.
ne: डाटाबेसको आदेश पङ्त्तिमा स्किमा फाइलहरू नियमित तरिकाले स्थापना गर्नुहोस्। GCONF_CONFIG_SOURCE वातावरण चल अपूर्वनिर्धारित कन्फिग स्रोतमा सेट हुनुपर्दछ वा पूर्वनिर्धारित प्रयोग गर्न खाली स्ट्रिङ‌मा सेट गर्नुहोस्।
pa: ਡਾਟਾਬੇਸ ਵਿੱਚੋ ਕਮਾਂਡ ਲਾਇਨ ਤੋ ਸਕੀਮਾ ਫਾਇਲ ਪੂਰੀ ਤਰ੍ਰਾਂ ਇੰਸਟਾਲ GCONF_CONFIG_SOURCE ਵਾਤਾਵਰਣ ਵੈਰੀਬਲ ਨਿਰਧਾਰਿਤ ਕਰਨ ਲਈ ਨਾ-ਮੂਲਸੰਰਚਨਾ ਸਰੋਤ ਦਿਉ ਜਾਂ ਖਾਲੀ ਸਤਰ ਤਾਂ ਕਿ ਮੂਲ ਵਰਤੇ ਜਾ ਸਕਣ

source: Properly uninstalls schema files on the command line from the database. GCONF_CONFIG_SOURCE environment variable should be set to a non-default config source or set to the empty string to use the default.
ne: डाटाबेसबाट आदेश पङ्त्तिमा स्किमा फाइलहरू नियमित तरिकाले बिस्थापना गर्नुहोस्। GCONF_CONFIG_SOURCE वातावरण चल अपूर्वनिर्धारित कन्फिग स्रोतमा सेट हुनुपर्दछ वा पूर्वनिर्धारित प्रयोग गर्न खाली स्ट्रिङ‌मा सेट गर्नुहोस्।
pa: ਡਾਟਾਬੇਸ ਵਿੱਚੋ ਕਮਾਂਡ ਲਾਇਨ ਤੋ ਸਕੀਮਾ ਫਾਇਲ ਪੂਰੀ ਤਰ੍ਰਾਂ ਅਨ-ਇੰਸਟਾਲ GCONF_CONFIG_SOURCE ਵਾਤਾਵਰਣ ਵੈਰੀਬਲ ਨਿਰਧਾਰਿਤ ਕਰਨ ਲਈ ਨਾ-ਮੂਲਸੰਰਚਨਾ ਸਰੋਤ ਦਿਉ ਜਾਂ ਖਾਲੀ ਸਤਰ ਤਾਂ ਕਿ ਮੂਲ ਵਰਤੇ ਜਾ ਸਕਣ

source: Torture-test an application by setting and unsetting a bunch of values of different types for keys on the command line.
de: Eine Anwendung foltern, indem ein Haufen Werte verschiedener Typen für die Schlüssel auf der Kommandozeile gesetzt und gelöscht wird.
ne: आदेश पङ्त्तिमा बिभिन्न प्रकारको कुञ्जीहरूका लागि मानहरूको बन्च सेटिङ र अनसेटिङ गरेर अनुप्रयोगको टर्टयोर-जाँच गर्नुहोस्।
pa: ਟੋਰਟੀਅਰ-ਜਾਂਚ ਇੱਕ ਕਾਰਜ ਦੀ, ਕਮਾਂਡ ਲਾਈਨ ਵੱਖ-ਵੱਖ ਕੀ ਲਈ ਮੁੱਲ ਦੇ ਸਮੂਹ ਤੇ ਨਿਰਧਾਰਨਅਤੇ ਅਣ-ਨਿਰਧਾਰਨ ਕਰਨ ਨਾਲ

source: Torture-test an application by setting and unsetting a bunch of keys inside the directories on the command line.
de: Eine Anwendung foltern, indem ein Haufen Schlüssel in den auf der Kommandozeile angegebenen Verzeichnissen gesetzt und gelöscht wird.
ne: आदेश पङ्त्तिको डाइरेक्टरीहरू भित्र कुञ्जीहरूको बन्च सेटिङ र अनसेटिङ गरेर अनुप्रयोगको टर्टयोर-जाँच गर्नुहोस्।
pa: ਟੋਰਟੀਅਰ-ਜਾਂਚ ਇੱਕ ਕਾਰਜ ਦੀ, ਕਮਾਂਡ ਲਾਈਨ ਡਾਇਰੈਕਟਰੀਆ ਦੀ ਬਜਾਏ ਕੀ ਦੇ ਸਮੂਹ ਤੇ ਨਿਰਧਾਰਨਅਤੇ ਅਣ-ਨਿਰਧਾਰਨ ਕਰਨ ਨਾਲ

source: Get the short doc string for a key
ne: कुञ्जीका लागि छोटो डक स्ट्रिङ प्राप्त गर्नुहोस्
pa: ਕੀ ਲਈ ਥੋੜੀ ਸਤਰ ਪ੍ਰਾਪਤ ਕਰੋ

source: Get the long doc string for a key
ne: कुञ्जीका लागि लामो डक स्ट्रिङ प्राप्त गर्नुहोस्
pa: ਕੀ ਲਈ ਲੰਮੀ ਸਤਰ ਪ੍ਰਾਪਤ ਕਰੋ

source: Get the name of the schema applied to this key
ne: यो कुञ्जीमा लागू गरिएको स्किमाको नाम प्राप्त गर्नुहोस्
pa: ਇਸ ਕੀ ਲਈ ਨਿਰਧਾਰਿਤ ਸਕੀਮ ਦਾ ਨਾਂ ਪ੍ਰਾਪਤ ਕਰੋ

source: Specify the schema name followed by the key to apply the schema name to
ne: स्किमा नाम लागू गर्न कुञ्जी द्वारा अनुगमन गरिएको स्किमा नाम निश्चित गर्नुहोस्
pa: ਸਕੀਮਾ ਨਾਂ ਨਿਰਧਾਰਿਤ ਕਰੋ, ਬਾਅਦ ਵਿੱਚ ਕੀ, ਤਾਂ ਕਿ ਸਕੀਮ ਨਾਂ ਲਾਗੂ ਕੀਤਾ ਜਾ ਸਕੇ

source: Remove any schema name applied to the given keys
ne: दिइएको कुञ्जीहरूमा लागू गरिएको कुनै पनि स्किमा नाम हटानुहोस्
pa: ਦਿੱਤੀਆਂ ਕੀ ਲਈ ਲਾਗੂ ਕੋਈ ਵੀ ਸਕੀਮਾ ਨਾਂ ਹਟਾਉ

source: Ignore schema defaults when reading values.
ne: मानहरू पढ्दा स्किमा पूर्वनिर्धारण उपेक्षा गर्नुहोस्
pa: ਮੁੱਲ ਪੜਨ ਸਮੇਂ ਸਕੀਮਾਂ ਮੁੱਲ ਰੱਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ

source: Get the name of the default source
ne: पूर्वनिर्धारित स्रोतको नाम प्राप्त गर्नुहोस्
pa: ਮੂਲ ਸਰੋਤ ਦਾ ਨਾਂ ਪ੍ਰਾਪਤ ਕਰੋ

source: Print version
ne: मुद्रण संस्करण
pa: ਵਰਜਨ ਦਿਉ

source: Can't get and set/unset simultaneously
de: Kann nicht gleichzeitig abrufen und setzen/löschen
ne: एकैसाथ प्राप्त गर्न र सेट/अनसेट गर्न सकिँदैन
pa: ਇਕੋ ਸਮੇ ਪ੍ਰਾਪਤ ਅਤੇ ਨਿਰਧਾਰਿਤ/ਅਣ-ਨਿਰਧਾਰਿਤ ਨਹੀ ਕਰ ਸਕਦਾ

source: Can't set and get/unset simultaneously
de: Kann nicht gleichzeitig setzen und abrufen/löschen
ne: एकसाथ सेट गर्न र प्राप्त गर्न/अनसेट गर्न सकिँदैन
pa: ਇਕੋ ਸਮੇ ਨਿਰਧਾਰਿਤ ਅਤੇ ਪ੍ਰਾਪਤ/ਅਣ-ਨਿਰਧਾਰਿਤ ਨਹੀ ਕਰ ਸਕਦਾ

source: Can't get type and set/unset simultaneously
ne: एकसाथ प्रकार प्राप्त गर्न र सेट/अनसेट गर्न सकिँदैन
pa: ਇਕੋ ਸਮੇ ਕਿਸਮ ਪ੍ਰਾਪਤ ਅਤੇ ਨਿਰਧਾਰਿਤ/ਅਣ-ਨਿਰਧਾਰਿਤ ਨਹੀ ਕਰ ਸਕਦਾ
