Repository: BARGAN/gconf
Catalog: po/*.po
Languages: de, ne, pa

source: Can't use --all-entries with --get or --set
ne: --प्राप्त वा --सेटले --सबै प्रविष्टिहरू प्रयोग गर्न सकिँदैन
pa: ਵਰਤ ਨਹੀ ਸਕਦਾ--ਸਾਰੇ ਇੰਦਰਾਜ਼ --ਪ੍ਰਾਪਤ ਜਾਂ --ਨਿਰਧਾਰਨ

source: Can't use --all-dirs with --get or --set
de: Kann --all-dirs nicht mit --get oder --set verwenden
ne: --प्राप्त वा --सेटले --सबै डाइरेक्टरी प्रयोग गर्न सकिँदैन
pa: ਵਰਤ ਨਹੀ ਸਕਦਾ--ਸਾਰੀਆ ਡਾਇਰੈਟਰੀਆਂ ਨਾਲ --ਪ੍ਰਾਪਤ ਜਾਂ --ਨਿਰਧਾਰਨ

source: --recursive-list should not be used with --get, --set, --unset, --all-entries, or --all-dirs
ne: --प्राप्त, --सेट, --अनसेट, --सबै प्रविष्टिहरू, वा --सबै-डाइरेक्टरीहरू संगरिकर्सिभ गरी सूची प्रयोग हुनु हँदैन
pa: --ਲਗਾਤਾਰ ਸੂਚੀ ਇਸ ਨਾਲ ਨਹੀ ਵਰਤੀ ਜਾ ਸਕਦੀ --ਪ੍ਰਾਪਤ, --ਨਿਰਧਾਰਿਤ, --ਅਣ-ਨਿਰਧਾਰਿਤ, --ਸਾਰੇ-ਇੰਦਰਾਜ਼, ਜਾਂ--ਸਾਰੀਆਂ ਡਾਇ

source: --set_schema should not be used with --get, --set, --unset, --all-entries, --all-dirs
ne: --प्राप्त, --सेट, --अनसेट, --सबै प्रविष्टिहरू, --सबै-डाइरेक्टरीहरूसँग --सेट_स्किमा प्रयोग हुनु हँदैन
pa: --ਸਕੀਮਾ ਨਿਰਧਾਰਨ ਇਸ ਨਾਲ ਨਹੀ ਵਰਤੀ ਜਾ ਸਕਦੀ --ਪ੍ਰਾਪਤ, --ਨਿਰਧਾਰਿਤ, --ਅਣ-ਨਿਰਧਾਰਿਤ, --ਸਾਰੇ-ਇੰਦਰਾਜ਼, ਜਾਂ--ਸਾਰੀਆਂ ਡਾਇ

source: Value type is only relevant when setting a value
de: Werttyp ist nur beim Setzen eines Wertes von Belang
ne: मान सेटिङ गर्दा मान प्रकार मात्र उपयुक्त्त हुन्छ
pa: ਮੁੱਲ ਦੀ ਕਿਸਮ ਤਾਂ ਹੀ ਜਾਇਜ ਹੈ ਜੇਕਰ ਮੁੱਲ ਨਿਰਧਾਰਿਤ ਕੀਤਾ ਹੈ

source: Must specify a type when setting a value
de: Beim Setzen eines Wertes muss ein Typ angegeben werden
ne: मान सेटिङ गर्दा प्रकार निश्चित गर्नुपर्छ
pa: ਕਿਸਮ ਦੇਣੀ ਜ਼ਰੂਰੀ ਹੈ, ਜਦੋ ਕਿ ਮੁੱਲ ਨਿਰਧਾਰਿਤ ਕਰਨਾ ਹੈ

source: --ignore-schema-defaults is only relevant with --get, --all-entries, --dump, --recursive-list, --get-list-size or --get-list-element
ne: --उपेक्षा-स्किमा-पूर्वनिर्धारित मात्र उपयुक्त्त छ --प्राप्त, --सबै प्रविष्टिहरू, --डम्प, --रिकर्सिभ-सूची, --सूची-साइज-प्राप्त गर्नुहोस् वा --सूची-तत्व-प्राप्त गर्नुहोस् संग
pa: --ignore-schema-defaults ਸਿਰਫ --get, --all-entries, --dump, --recursive-list, --get-list-size ਜਾਂ --get-list-element ਨਾਲ ਹੀ ਜਾਇਜ ਹੈ

source: %s option must be used by itself.
ne: %s विकल्प आफैँ प्रयोग हुनसक्नुपर्छ।
pa: %s ਚੋਣ ਖੁਦ ਹੀ ਵਰਤੀ ਜਾ ਰਹੀ ਹੈ

source: You must specify a config source with --config-source when using --direct
de: Sie müssen eine Konfigurationsquelle mit --config-source angeben, wenn Sie --direct verwenden
ne: --सिधा प्रयोग गर्दा --कन्फिग स्रोतसँग तपाईँले कन्फिग स्रोत निश्चित गर्नु पर्दछ
pa: ਤੁਸੀ ਸੰਰਚਨਾ ਸਰੋਤ ਨਿਰਧਾਰਿਤ ਜ਼ਰੂਰ ਕਰਨਾ ਹੈ ਇਹ ਵਰਤਕੇ --config-source ਜਦੋ ਵਰਤੋ --direct

source: Failed to init GConf: %s
de: Konnte GConf nicht initialisieren: %s
ne: GConf इनिट गर्न असफल: %s
pa: ਅਸਫਲ ਜੀ-ਕਾਨਫ ਸ਼ੁਰੂ ਕਰਨ ਵਿੱਚ: %s

source: GCONF_DISABLE_MAKEFILE_SCHEMA_INSTALL is set, not installing schemas
ne: GCONF_DISABLE_MAKEFILE_SCHEMA_INSTALL सेट गरियो, स्किमाहरू स्थापना गर्दै छैन
pa: GCONF_DISABLE_MAKEFILE_SCHEMA_INSTALL ਨਿਰਧਾਰਿਤ ਹੈ, ਸਕੀਮ ਇੰਸਟਾਲ ਨਹੀ ਹੈ

source: GCONF_DISABLE_MAKEFILE_SCHEMA_UNINSTALL is set, not uninstalling schemas
ne: GCONF_DISABLE_MAKEFILE_SCHEMA_UNINSTALL सेट भयो, स्किमाहरू स्थापना गर्दे छैन
pa: GCONF_DISABLE_MAKEFILE_SCHEMA_UNINSTALL ਨਿਰਧਾਰਿਤ ਹੈ, ਸਕੀਮ ਅਨ-ਇੰਸਟਾਲ ਨਹੀ ਹੈ

source: Must set the GCONF_CONFIG_SOURCE environment variable
de: Umgebungsvariable GCONF_CONFIG_SOURCE muss gesetzt sein
ne: GCONF_CONFIG_SOURCE वातावरण चल सेट गर्नुपर्छ
pa: GCONF_CONFIG_SOURCE ਵਾਤਾਵਰਣ ਵੈਰੀਬਲ ਨਿਰਧਾਰਿਤ ਕਰਨੇ ਜ਼ਰੂਰੀ

source: Failed to access configuration source(s): %s
de: Konnte nicht auf Konfigurationsquelle(n) zugreifen: %s
ne: कन्फिगरेसन स्रोत(हरू) पहुँच गर्न असफल: %s
pa: ਅਸਫਲ, ਸੰਰਚਨਾ ਸਰੋਤਾਂ ਤੱਕ ਪਹੁੰਚਣ ਲਈ: %s

source: Shutdown error: %s
de: Fehler beim Herunterfahren: %s
ne: बन्द गर्दा त्रुटि: %s
pa: ਬੰਦ ਕਰਨ ਵਿੱਚ ਗਲਤੀ: %s

source: Must specify one or more directories to recursively list.
ne: रिकर्सिभ्लि सूचीमा एक वा बढी डाइरेक्टरीहरू निश्चित गर्नुपर्छ।
pa: ਲਗਾਤਾਰ ਸੂਚੀ ਲਈ ਇੱਕ ਜਾਂ ਵਧੇਰੇ ਡਾਇਰੈਕਟਰੀਆਂ ਨਿਰਧਾਰਿਤ ਕਰਨੀਆਂ ਜ਼ਰੂਰੀ ਹਨ

source: Must specify one or more directories to dump.
ne: डम्पमा एक वा बढी डाइरेक्टरीहरू निश्चित गर्नुपर्छ।
pa: ਡੰਮ ਲਈ ਇੱਕ ਜਾਂ ਵਧੇਰੇ ਡਾਇਰੈਕਟਰੀਆਂ ਨਿਰਧਾਰਿਤ ਕਰਨੀਆਂ ਜ਼ਰੂਰੀ ਹਨ

source: Failure listing entries in `%s': %s
ne: '%s' मा सूची प्रविष्टि गर्दा त्रुटि: %s
pa: ਅਸਫਲ `%s' ਵਿੱਚ ਇੰਦਰਾਜ਼ ਸੂਚੀਬੱਧ ਕਰਨ ਵਿੱਚ : %s

source: (no value set)
de: (kein Wert eingestellt)
ne: (मान सेट छैन)
pa: (ਕੋਈ ਮੁੱਲ ਨਿਰਧਾਰਿਤ ਨਹੀ)

source: Failed to spawn the config server (gconfd): %s
de: Konnte den Konfigurationsserver (gconfd) nicht starten: %s
ne: कन्फिग सर्भर स्पन गर्न असफल (gconfd): %s
pa: ਅਸਫਲ, ਸੰਰਚਨਾ ਸਰਵਰ (gconfd) ਨੂੰ ਸਪੈਵਨ ਕਰਨ ਵਿੱਚ: %s

source: Must specify a key or keys to get
de: Sie müssen ein oder mehrere Schlüssel zum Abrufen angeben
ne: कुञ्जी वा कुञ्जीहरू प्राप्त गर्नका लागि निश्चित गर्नुपर्छ
pa: ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਕੀ ਨਿਰਧਾਰਨ ਜ਼ਰੂਰੀ

source: Type: %s
de: Typ: %s
ne: प्रकार: %s
pa: ਕਿਸਮ: %s

source: List Type: %s
de: Listen-Typ: %s
ne: सूची प्रकार: %s
pa: ਸੂਚੀ ਕਿਸਮ: %s

source: Car Type: %s
de: car-Typ: %s
ne: कार प्रकार: %s
pa: ਕਾਰ(Car) ਕਿਸਮ: %s

source: Cdr Type: %s
de: cdr.Typ: %s
ne: Cdr प्रकार: %s
pa: Cdr ਕਿਸਮ: %s

source: Default Value: %s
ne: पूर्वनिर्धारित मान: %s
pa: ਮੂਲ ਮੁੱਲ: %s

source: Unset
de: Gelöscht
ne: अनसेट
pa: ਅਣ-ਨਿਰਧਾਰਨ

source: Owner: %s
de: Besitzer: %s
ne: मालिक: %s
pa: ਮਾਲਕ: %s

source: Short Desc: %s
de: Kurzbeschr.: %s
ne: छोटो वर्णन: %s
pa: ਥੋੜਾ ਵੇਰਵਾ: %s

source: Long Desc: %s
de: Langbeschr.: %s
ne: लामो वर्णन: %s
pa: ਵਥੇਰੇ ਵੇਰਵਾ: %s

source: No value set for `%s'
de: Kein Wert eingestellt für `%s'
ne: `%s' का लागि मान सेट गरिएको छैन
pa: `%s' ਲਈ ਕੋਈ ਮੁੱਲ ਨਿਰਧਾਰਿਤ

source: Failed to get value for `%s': %s
de: Konnte Wert für `%s' nicht abrufen: %s
ne: `%s' का लागि मान प्राप्त गर्न असफल: %s
pa: ਅਸਫਲ,`%s' ਲਈ ਪ੍ਰਾਪਤ ਮੁੱਲ ਲਈ: %s

source: Don't understand type `%s'
de: Verstehe Typ `%s' nicht
ne: `%s' प्रकार बुझिएन
pa: ਕਿਸਮ `%s' ਸਮਝ ਨਹੀ ਸਕਿਆ

source: Must specify alternating keys/values as arguments
de: Sie müssen abwechselnd Schlüssel und Werte als Parameter angeben
ne: तर्कहरूको रूपमा वैकल्पिक कुञ्जीहरू/मानहरूको रूपमा निश्चित गर्नुपर्छ
pa: ਬਦਲਵੀ ਕੀ/ਮੁੱਲ ਆਰਗੂਮਿੰਟ ਦੇ ਤੌਰ ਤੇ ਨਿਰਧਾਰਨ ਕਰਨਾ ਜ਼ਰੂਰੀ

source: No value to set for key: `%s'
de: Kein einzustellender Wert für Schlüssel `%s'
ne: कुञ्जीका लागि सेट गर्न कुनै मान छैन: `%s'
pa: ਕੀ ਦਾ ਕੋਈ ਮੁੱਲ ਨਿਰਧਾਰਿਤ ਨਹੀ: `%s'

source: Cannot set schema as value
de: Kann kein Schema als Wert setzen
ne: मानको रूपमा स्किमा सेट गर्न सकिँदैन
pa: ਸਕੀਮਾ ਨੂੰ ਮੁੱਲ ਦੇ ਤੌਰ ਤੇ ਨਿਰਧਾਰਿਤ ਨਹੀ ਕਰ ਸਕਿਆ

source: When setting a list you must specify a primitive list-type
de: Wenn eine Liste gesetzt wird, muss man eine einfache Liste angeben
ne: जब सूची सेट गरेको बेला तपाईँले प्रारम्भिक सूची-प्रकार निश्चित गर्नु पर्दछ
pa: ਜਦੋ ਸੂਚੀ ਨਿਰਧਾਰਿਤ ਕਰੋ ਤਾਂ ਤੁਹਾਨੂੰ ਆਰੰਭਿਕ ਸੂਚੀ-ਕਿਸਮ ਨਿਰਧਾਰਨ ਕਰਨੀ ਜ਼ਰੂਰੀ ਹੈ

source: When setting a pair you must specify a primitive car-type and cdr-type
de: Wenn eine Liste gesetzt wird, muss man einfache car- und cdr-Typen angeben
ne: जोडा सेटिङ गरेको बेला तपाईँले प्रारम्भिक car-प्रकार र cdr-प्रकार निश्चित गर्नु पर्दछ
pa: ਜਦੋ ਜੋੜਾ ਨਿਰਧਾਰਿਤ ਕਰੋ ਤਾਂ ਤੁਹਾਨੂੰ ਆਰੰਭਿਕ car-ਕਿਸਮ ਅਤੇcdr-ਕਿਸਮ ਨਿਰਧਾਰਨ ਕਰਨੀ ਜ਼ਰੂਰੀ ਹੈ

source: Error: %s
de: Fehler: %s
ne: त्रुटि: %s
pa: ਗਲਤੀ: %s

source: Error setting value: %s
ne: त्रुटि सेटिङ मान: %s
pa: ਗਲਤੀ ਮੁੱਲ ਨਿਰਧਾਰਨ ਵਿੱਚ: %s

source: Error syncing: %s
ne: समक्रमण गर्दा त्रुटि: %s
pa: ਗਲਤੀ ਸਮ-ਰੂਪ ਕਰਨ ਵਿੱਚ: %s

source: Must specify a key or keys to get type
ne: प्रकार प्राप्त गर्नका लागि कुञ्जी वा कुञ्जीहरू निश्चित गर्नु पर्दछ
pa: ਕਿਸਮ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਕੀ ਨਿਰਧਾਰਿਤ ਕਰਨੀ ਜ਼ਰੂਰੀ ਹੈ

source: Must specify a key to lookup size of.
ne: साइज लुकअप गर्न कुञ्जी निश्चित गर्नु पर्दछ।
pa: ਅਕਾਰ ਵੇਖਣ ਲਈ ਕੀ ਨਿਰਧਾਰਨ ਜ਼ਰੂਰੀ ਹੈ

source: Key %s is not a list.
ne: कुञ्जी %s सूची होइन।
pa: ਕੀ %s ਸੂਚੀ ਨਹੀ ਹੈ

source: Must specify a key from which to get list element.
ne: कुञ्जी निश्चित गर्नु पर्दछ जहाँबाट सूची तत्व प्राप्त गर्नका लागि।
pa: ਕੀ ਨਿਰਧਾਰਨ ਜ਼ਰੂਰੀ ਜਿਥੋ ਕਿ ਸੂਚੀ ਇਕਾਈ ਪ੍ਰਾਪਤ ਕਰਨੀ ਹੈ

source: Must specify list index.
ne: सूची अनुक्रमणिका निश्चित गर्नु पर्दछ।
pa: ਸੂਚੀ ਤਤਕਰਾ ਨਿਰਧਾਰਨ ਕਰਨਾ ਜ਼ਰੂਰੀ

source: List index must be non-negative.
ne: सूची अनुक्रमणिका नेगेटिभ नभएको हुनुपर्दछ।
pa: ਸੂਚੀ ਤਤਕਰਾ ਨਾ-ਰਿਣਾਤਮਕ ਹੋਣਾ ਜ਼ਰੂਰੀ ਹੈ

source: List index is out of bounds.
ne: सूची अनुक्रमणिका बाउन्डहरूको बाहिर छ।
pa: ਸੂਚੀ ਤਤਕਰਾ ਸੀਮਾਂਵਾਂ ਤੋ ਬਾਹਰ

source: Must specify a key or keys on the command line
ne: आदेश पङ्त्तिहरूमा कुञ्जी वा कुञ्जीहरू निश्चित गर्नु पर्दछ
pa: ਕਮਾਂਡ ਲਾਈਨ ਤੇ ਕੀ ਨਿਰਧਾਰਿਤ ਕਰਨੀ ਜ਼ਰੂਰੀ ਹੈ

source: No schema known for `%s'
ne: `%s' का लागि कुनै स्किमा चिनिदैन
pa: `%s' ਲਈ ਕੋਈ ਸਕੀਮਾ ਜਾਣਕਾਰੀ ਨਹੀ

source: No doc string stored in schema at '%s'
ne: '%s' को स्किमामा कुनै डक स्ट्रिङ सङ्ग्रह गरिएको छैन
pa: ਸਕੀਮਾ ਵਿੱਚ '%s' ਤੇ ਕੋਈ ਸਤਰ ਸੰਭਾਲੀ ਨਹੀ ਹੈ

source: Error getting schema at '%s': %s
ne: '%s' मा स्किमा प्राप्त गर्दा त्रुटि: %s
pa: ਗਲਤੀ '%s' ਤੋ ਸਕੀਮਾਂ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ: %s

source: No schema stored at '%s'
ne: '%s' मा कुनै स्किमा सङ्ग्रह गरिएको छैन
pa: ਕੋਈ ਸਕੀਮਾ '%s' ਤੇ ਸੰਭਾਲਿਆ ਨਹੀ ਹੈ

source: Value at '%s' is not a schema
ne: '%s' मा रहेको मान स्किमा होइन
pa: '%s' ਤੇ ਮੁੱਲ ਸਕੀਮਾ ਨਹੀ ਹੈ

source: Must specify a schema name followed by the key name to apply it to
ne: कुञ्जी नामबाट अनुगमन गरिएको स्किमा नाम यसमा लागू गर्न निश्चित गर्नु पर्दछ
pa: ਸਕੀਮਾ ਨਾਂ ਨਿਰਧਾਰਿਤ ਕਰਨਾ ਜ਼ਰੂਰੀ ਹੈ, ਫਿਰ ਕੀ ਨਾਂ ਜਿਸ ਲਈ ਲਾਗੂ ਕਰਨਾ ਹੈ

source: Error associating schema name '%s' with key name '%s': %s
ne: '%s' कुञ्जी नामसंग'%s' स्किमा नाम संयुक्त्त गर्दा त्रुटि: %s
pa: ਗਲਤੀ ਸਕੀਮਾ ਨਾਂ'%s' ਨੂੰ ਕੀ ਨਾਂ '%s' ਨਾਲ ਸੰਬੰਧਿਤ ਕਰਨ ਵਿੱਚ: %s

source: Must specify keys to unapply schema from
ne: कुञ्जीहरू स्किमा लागू नगर्न निश्चित गर्नु पर्दछ
pa: ਤੋ ਸਕੀਮਾ ਨੂੰ ਅਣ-ਲਾਗੂ ਕਰਨ ਲਈ ਕੀ ਨਿਰਧਾਰਿਤ ਕਰਨੀ ਜ਼ਰੂਰੀ ਹੈ

source: Error removing schema name from '%s': %s
ne: '%s' बाट स्किमा नाम हटाउँदा त्रुटि: %s
pa: ਗਲਤੀ '%s' ਤੋ ਸਕੀਮਾ ਨਾਂ ਹਟਾਉਣ ਵਿੱਚ: %s

source: Must specify key (schema name) as the only argument
de: Sie müssen einen Schlüssel (Schemaname) als einziges Argument angeben
ne: कुञ्जी निश्चित गर्नु पर्दछ (स्किमा नाम) मात्र तर्कको रूपमा
pa: ਕੀ (ਸਕੀਮਾ ਨਾਂ), ਇੱਕ ਆਰਗੂਮਿੰਟ ਤੌਰ ਤੇ ਨਿਰਧਾਰਿਤ ਕਰਨਾ ਜ਼ਰੂਰੀ ਹੈ

source: List type must be a primitive type: string, int, float or bool
de: Listen-Typ muss ein einfacher Typ sein: string, int, float oder bool
ne: सूची प्रकार प्रारम्भिक प्रकार हुनुपर्दछ: स्ट्रिङ, इन्ट, फ्लोट वा बुल
pa: ਸੂਚੀ ਕਿਸਮ ਆਰੰਭਿਕ ਕਿਸਮ ਹੋਣੀ ਜ਼ਰੂਰੀ ਹੈ: ਸਤਰ, ਇੰਟ, ਫਲੋਟ ਜਾਂ ਬੂਲ

source: Pair car type must be a primitive type: string, int, float or bool
de: Paar car-Typ muss ein einfacher Typ sein: string, int, float oder bool
ne: जोडा car प्रकार प्रारम्भिक प्रकार हुनुपर्दछ: स्ट्रिङ, इन्ट, फ्लोट वा बुल
pa: ਜੋੜਾ car ਕਿਸਮ ਆਰੰਭਿਕ ਕਿਸਮ ਹੋਣੀ ਜ਼ਰੂਰੀ ਹੈ: ਸਤਰ, ਇੰਟ, ਫਲੋਟ ਜਾਂ ਬੂਲ

source: Pair cdr type must be a primitive type: string, int, float or bool
de: Paar cdr-Typ muss ein einfacher Typ sein: string, int, float oder bool
ne: जोडा cdr प्रकार प्रारम्भिक प्रकार हुनुपर्दछ: स्ट्रिङ, इन्ट, फ्लोट वा बुल
pa: ਜੋੜਾ cdr ਕਿਸਮ ਆਰੰਭਿਕ ਕਿਸਮ ਹੋਣੀ ਜ਼ਰੂਰੀ ਹੈ: ਸਤਰ, ਇੰਟ, ਫਲੋਟ ਜਾਂ ਬੂਲ

source: Error setting value: %s
de: Fehler beim Einstellen des Wertes: %s
ne: मान सेट गर्दा त्रुटि: %s
pa: ਗਲਤੀ ਮੁੱਲ ਨਿਰਧਾਰਿਤ ਕਰਨ ਵਿੱਚ: %s

source: Error syncing: %s
de: Fehler beim Synchronisieren: %s
ne: समक्रमण गर्दा त्रुटि: %s
pa: ਗਲਤੀ ਸਮ-ਰੂਪ ਵਿੱਚ: %s

source: Must specify one or more directories to get key/value pairs from.
ne: कुञ्जी/मान जोडाहरू बाट प्राप्त गर्न एक वा बढी डाइरेक्टरीहरू निश्चित गर्नु पर्दछ।
pa: ਤੋ ਕੀ/ਮੁੱਲ ਜੋੜਾ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਇੱਕ ਜਾਂ ਵਧੇਰੇ ਡਾਇਰੈਕਟਰੀਆਂ ਨਿਰਧਾਰਿਤ ਕਰਨੀਆ ਜ਼ਰੂਰੀ

source: Must specify one or more keys to unset.
de: Sie müssen ein oder mehrere zu löschende Schlüssel angeben.
ne: अनसेट गर्न एक वा बढी कुञ्जीहरू निश्चित गर्नु पर्दछ।
pa: ਅਣ-ਨਿਰਧਾਰਿਤ ਕਰਨ ਲਈ ਇੱਕ ਜਾਂ ਵਧੇਰੇ ਕੀ ਨਿਰਧਾਰਿਤ ਕਰਨੀਆ ਜ਼ਰੂਰੀ

source: Error unsetting `%s': %s
de: Fehler beim Löschen von `%s': %s
ne: `%s' अनसेट गर्दा त्रुटि: %s
pa: ਗਲਤੀ `%s' ਨੂੰ ਅਣ-ਨਿਰਧਾਰਿਤ ਕਰਨ ਦੌਰਾਨ : %s

source: Must specify one or more keys to recursively unset.
ne: रिकर्सिभ्लि अनसेट गर्न एक वा बढी कुञ्जीहरू निश्चित गर्नु पर्दछ।
pa: ਲਗਾਤਾਰ ਅਣ-ਨਿਰਧਾਰਿਤ ਕਰਨ ਲਈ ਇੱਕ ਜਾਂ ਵਧੇਰੇ ਕੀ ਨਿਰਧਾਰਿਤ ਕਰਨੀਆ ਜ਼ਰੂਰੀ

source: Failure during recursive unset of "%s": %s
ne: "%s" लाई पुनरावृतििक अनसेट गर्दा असफल: %s
pa: ਅਸਫਲ "%s" ਦਾ ਲਗਾਤਾਰ ਅਣਨਿਰਧਾਰਨ ਕਰਨ ਦੌਰਾਨ: %s

source: Must specify one or more directories to get subdirs from.
ne: सबडाइरेक्टरीहरू प्राप्त गर्नका लागि एक वा बढी डाइरेक्टरीहरू निश्चित गर्नु पर्दछ।
pa: ਇਸ ਤੋ ਸਬ-ਡਾਇ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਇੱਕ ਜਾਂ ਵਧੇਰੇ ਡਾਇ ਨਿਰਧਾਰਿਤ ਕਰਨੀਆ ਜ਼ਰੂਰੀ

source: Error listing dirs: %s
de: Fehler beim Auflisten der Verzeichnisse. %s
ne: डाइरेक्टरीहरू सूची गर्दा त्रुटि: %s
pa: ਗਲਤੀ ਡਾਇ ਸੂਚੀਬੱਧ ਕਰਨ ਦੌਰਾਨError listing dirs: %s

source: WARNING: must specify both a <car> and a <cdr> in a <pair>
ne: चेतावनी: तपाईँले दुबै <car> र <cdr> <pair> मा निश्चित गर्नु पर्दछ
pa: ਚੇਤਾਵਨੀ: ਦੋਵੇ ਹੀ ਇੱਕ <car> ਅਤੇ ਇੱਕ<cdr> <ਜੋੜੇ> ਵਿੱਚ

source: WARNING: key specified (%s) for schema under a <value> - ignoring
ne: चेतावनी: कुञ्जी निश्चित (%s) स्किमाका लागि <value> तल - उपेक्षा गर्दै
pa: ਚੇਤਵਾਨੀ: ਕੀ ਨਿਰਧਾਰਨ (%s) , ਸਕੀਮ ਜਿਸ ਦਾ ਮੁੱਲ <value> - ਰੱਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ

source: WARNING: must have a child node under <value>
ne: चेतावनी: <value> तल बच्चा नोड हुनुपर्दछ
pa: ਚੇਤਵਾਨੀ: ਚਲਾਇਡ ਨੋਡ ਇਸ<ਮੁੱਲ> ਹੇਠ

source: WARNING: node <%s> not understood
ne: चेतावनी: नोड <%s> बुझिएन
pa: ਚੇਤਵਾਨੀ: ਨੋਡ <%s> ਸਮਝੀ ਜਾ ਸਕੀ

source: WARNING: Failed to parse int value `%s'
ne: चेतावनी: इन्ट मान `%s' पद वर्णन गर्न असफल
pa: ਚੇਤਵਾਨੀ: ਅਸਫਲ ਇੰਟ ਮੁੱਲ`%s' ਨੂੰ ਪਾਰਸ ਕਰਨ ਲਈ

source: WARNING: Failed to parse float value `%s'
ne: चेतावनी: फ्लोट मान `%s' पद वर्णन गर्न असफल
pa: ਚੇਤਵਾਨੀ: ਅਸਫਲ ਫਲੋਟ ਮੁੱਲ`%s' ਨੂੰ ਪਾਰਸ ਕਰਨ ਲਈ

source: WARNING: Failed to parse string value `%s'
ne: चेतावनी: स्ट्रिङ मान `%s' पार्स गर्न असफल
pa: ਚੇਤਵਾਨੀ: ਅਸਫਲ ਸਤਰ ਮੁੱਲ`%s' ਨੂੰ ਪਾਰਸ ਕਰਨ ਲਈ

source: WARNING: Failed to parse boolean value `%s'
ne: चेतावनी: बुलियन मान `%s' पार्स गर्न असफल
pa: ਚੇਤਵਾਨੀ: ਅਸਫਲ ਬੂਲ ਮੁੱਲ`%s' ਨੂੰ ਪਾਰਸ ਕਰਨ ਲਈ

source: WARNING: failed to associate schema `%s' with key `%s': %s
de: WARNUNG: konnte Schema `%s' nicht mit Schlüssel `%s' verknüpfen: %s
ne: चेतावनी: `%s' कुञ्जी संगस्किमा `%s' सम्बन्धित गर्न असफल: %s
pa: ਚੇਤਵਾਨੀ: ਅਸਫਲ ਸਕੀਮਾ `%s' ਨੂੰ ਕੀ `%s' ਨਾਲ ਸੰਬੰਧਿਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: %s

source: WARNING: invalid or missing type for schema (%s)
de: WARNUNG: ungültiger oder fehlender Typ für Schema (%s)
ne: चेतावनी: स्किमा (%s) का लागि अमान्य वा हराएको प्रकार
pa: ਚੇਤਵਾਨੀ: ਸਕੀਮਾ `%s' ਲਈ ਗਲਤ ਜਾਂ ਗੁੰਮ ਕਿਸਮ

source: WARNING: invalid or missing list_type for schema (%s)
de: WARNUNG: ungültiger oder fehlender Listen-Typ für Schema (%s)
ne: चेतावनी: स्किमा (%s) का लागि अमान्य वा हराएको list_type
pa: ਚੇਤਵਾਨੀ: ਸਕੀਮਾ `%s' ਲਈ ਗਲਤ ਜਾਂ ਗੁੰਮ ਸੂਚੀ-ਕਿਸਮ

source: WARNING: Failed to parse default value `%s' for schema (%s)
de: WARNUNG: Konnte voreingestellten Wert `%s' für Schema (%s) nicht parsen
ne: चेतावनी: पूर्वनिर्धारित मान `%s' स्किमा (%s) का लागि पद वर्णन गर्न असफल
pa: ਚੇਤਵਾਨੀ: ਅਸਫਲ ਮੂਲ ਮੁੱਲ `%s', ਸਕੀਮਾ (%s) ਲਈ ਪਾਰਸ ਕਰਨ ਵਿੱਚ

source: WARNING: invalid or missing car_type or cdr_type for schema (%s)
de: WARNUNG: ungültiger oder fehlender car- oder cdr-Typ für Schema (%s)
ne: चेतावनी: स्किमा (%s) का लागि अमान्य वा हराएको car_type वा cdr_type
pa: ਚੇਤਵਾਨੀ: ਸਕੀਮਾ `%s' ਲਈ ਗਲਤ ਜਾਂ ਗੁੰਮ car ਕਿਸਮ ਜਾਂ cdr ਕਿਸਮ

source: WARNING: You cannot set a default value for a schema
de: WARNUNG: Sie können keinen Standardwert für ein Schema angeben
ne: चेतावनी: स्किमाका लागि तपाईँ पूर्वनिर्धारित मान सेट गर्न सक्नुहुन्न
pa: ਚੇਤਵਾਨੀਃ ਸਕੀਮਾ ਲਈ ਮੂਲ ਮੁੱਲ ਨਿਧਾਰਿਤ ਕਰਨ ਜ਼ਰੂਰੀ ਹੈ

source: WARNING: gconftool internal error, unknown GConfValueType
de: WARNUNG: interner gconftool-Fehler, unbekannter GConfValueType
ne: चेतावनी: gconftool आन्तरिक त्रुटि, अज्ञात GConfValue प्रकार
pa: ਚੇਤਵਾਨੀਃ gconftool ਅੰਦਰੂਨੀ ਗਲਤੀ, ਅਣਪਛਾਤੀ GConfValue ਮੁੱਲ

source: WARNING: failed to parse type name `%s'
de: WARNUNG: konnte Typname `%s' nicht parsen
ne: चेतावनी: प्रकार नाम `%s' पद वर्णन गर्न असफल
pa: ਚੇਤਵਾਨੀਃਨਾਂ `%s' ਨੂੰ ਪਾਰਸ ਕਰਨ ਵਿੱਚ ਅਸਫਲ

source: WARNING: list_type can only be int, float, string or bool and not `%s'
de: Warnung: Listen-Typ can nur int, float, string oder bool sein, aber nicht %s
ne: चेतावनी: list_type मात्र इन्ट, फ्लोट, स्ट्रिङ वा बुल र नट `%s' हुनसक्छ
pa: ਚੇਤਵਾਨੀਃ ਸੂਚੀ ਦੀ ਕਿਸਮ ਕੇਵਲ ਇੰਟ, ਫੋਟ, ਸਤਰ ਜਾਂ ਬੂਲ ਹੋ ਸਕਦੀ ਹੈ ਅਤੇ `%s' ਨਹੀ

source: WARNING: car_type can only be int, float, string or bool and not `%s'
de: Warnung: car-Typ can nur int, float, string oder bool sein, aber nicht %s
ne: चेतावनी: car_type मात्र इन्ट, फ्लोट, स्ट्रिङ वा बुल र नट `%s' हुनसक्छ
pa: ਚੇਤਵਾਨੀਃ car ਦੀ ਕਿਸਮ ਕੇਵਲ ਇੰਟ, ਫੋਟ, ਸਤਰ ਜਾਂ ਬੂਲ ਹੋ ਸਕਦੀ ਹੈ ਅਤੇ `%s' ਨਹੀ

source: WARNING: cdr_type can only be int, float, string or bool and not `%s'
de: Warnung: cdr-Typ can nur int, float, string oder bool sein, aber nicht %s
ne: चेतावनी: cdr_type मात्र इन्ट, फ्लोट, स्ट्रिङ वा बुल र नट `%s' हुनसक्छ
pa: ਚੇਤਵਾਨੀਃ cdr ਦੀ ਕਿਸਮ ਕੇਵਲ ਇੰਟ, ਫੋਟ, ਸਤਰ ਜਾਂ ਬੂਲ ਹੋ ਸਕਦੀ ਹੈ ਅਤੇ `%s' ਨਹੀ

source: WARNING: empty <applyto> node
de: WARNUNG: leerer <applyto>-Knoten
ne: चेतावनी: खाली <applyto> नोड
pa: ਚੇਤਾਵਨੀ: empty <ਤੇ ਲਾਗੂ> node

source: WARNING: node <%s> not understood below <schema>
de: WARNUNG: Knoten <%s> unter <schema> ist nicht verständlich
ne: चेतावनी: नोड <%s> <schema> को तल बुझिएन
pa: ਚੇਤਾਵਨੀ: ਨੋਡ <%s> ਹੇਠਲੇ ਸਕੀਮਾ ਨੂੰ ਸਮਝ ਨਹੀ ਸਕਿਆ <ਸਕੀਮਾ>

source: WARNING: no <list_type> specified for schema of type list
ne: चेतावनी: कुनै <list_type> प्रकार सूचीको स्किमाका लागि निश्चित गरिएको छैन
pa: ਚੇਤਾਵਨੀ: ਕੋਈ <ਸੂਚੀ ਕਿਸਮ> ਸਕੀਮਾ ਦੀ ਕਿਸਮ ਸੂਚੀ ਲਈ ਨਿਰਧਾਰਿਤ ਨਹੀ ਹੈ

source: WARNING: no <car_type> specified for schema of type pair
ne: चेतावनी: कुनै <car_type> प्रकार जोडाको स्किमाका लागि निश्चित गरिएको छैन
pa: ਚੇਤਾਵਨੀ: ਕੋਈ <car ਕਿਸਮ> ਸਕੀਮਾ ਦੀ ਕਿਸਮ ਜੋੜੇ ਲਈ ਨਿਰਧਾਰਿਤ ਨਹੀ ਹੈ

source: WARNING: no <cdr_type> specified for schema of type pair
ne: चेतावनी: कुनै <cdr_type> प्रकार जोडाको स्किमाका लागि निश्चित गरिएको छैन
pa: ਚੇਤਾਵਨੀ: ਕੋਈ <cdr ਕਿਸਮ> ਸਕੀਮਾ ਦੀ ਕਿਸਮ ਜੋੜੇ ਲਈ ਨਿਰਧਾਰਿਤ ਨਹੀ ਹੈ

source: WARNING: <locale> node has no `name="locale"' attribute, ignoring
de: WARNUNG: Knoten <locale> hat kein Attribut `name="locale"', ignoriere dies
ne: चेतावनी: <locale> नोड संगकुनै `name="locale"' विशेषता छैन, उपेक्षा गर्दै
pa: ਚੇਤਵਾਨੀ: <ਲੋਕੇਲ> ਨੋਡ ਦਾ `ਨਾਂ="ਲੋਕੇਲ"' ਗੁਣ ਨਹੀ, ਰੱਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ

source: WARNING: multiple <locale> nodes for locale `%s', ignoring all past first
de: WARNUNG: Mehrere <locale>-Knoten für Locale `%s', ignoriere alle hinter dem ersten
ne: चेतावनी: बहु <locale> नोडहरू स्थानीयका लागि `%s', सबै पूर्व पहिला उपेक्षा गर्दै
pa: ਚੇਤਵਾਨੀ: ਬਹੁ <ਲੋਕੇਲ> ਨੋਡ ਲੋਕੇਲ `%s' ਲਈ, ਸਾਰੇ ਪਿਛਲਿਆ ਨੂੰ ਰੱਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ

source: WARNING: Invalid node <%s> in a <locale> node
de: WARNUNG: Ungültiger Knoten <%s> in einem <locale>-Knoten
ne: चेतावनी: अमान्य नोड <%s> <locale> नोडमा
pa: ਚੇਤਵਾਨੀ: ਗਲਤ ਨੋਡ <%s> <ਲੋਕੇਲ> ਨੋਡ ਵਿੱਚ

source: Attached schema `%s' to key `%s'
de: Habe Schema `%s' an Schlüssel `%s' gekoppelt
ne: `%s' कुञ्जीमा`%s' स्किमा संलग्न छ
pa: ਸਕੀਮ`%s' ਨੂੰ ਕੀ `%s' ਨਾਲ ਜੋੜ ਦਿਉ

source: You must have at least one <locale> entry in a <schema>
de: Sie müssen in einem <schema> mindestens einen <locale>-Eintrag haben
ne: <schema> मा तपाईँ संगकम्तीमा एउटा <locale> प्रविष्टि हुनुपर्दछ
pa: ਤੁਹਾਨੂੰ ਘੱਟੋ-ਘੱਟ ਇੱਕ<ਲੋਕੇਲ> ਇੰਦਰਾਜ਼<ਸਕੀਮਾ> ਵਿੱਚ ਨਿਰਧਾਰਿਤ ਕਰਨਾ ਜ਼ਰੂਰੀ

source: WARNING: failed to install schema `%s' locale `%s': %s
de: WARNUNG: Konnte Schema `%s', Locale `%s', nicht installieren: %s
ne: चेतावनी: स्किमा `%s' स्थानीय `%s' स्थापना गर्न असफल: %s
pa: ਚੇਤਵਾਨੀ: ਇੰਸਟਾਲ ਕਰਨ ਵਿੱਚ ਅਸਫਲ, ਸਕੀਮਾ `%s' ਲੋਕੇਲ `%s': %s

source: Installed schema `%s' for locale `%s'
de: Habe Schema `%s' für Locale `%s' installiert
ne: स्थानीय `%s' का लागि स्किमा `%s स्थापना गर्नुहोस्
pa: ਇੰਸਟਾਲਡ ਸਕੀਮਾ`%s' ਲੋਕੇਲ `%s' ਲਈ

source: WARNING: failed to uninstall schema `%s' locale `%s': %s
ne: चेतावनी: स्किमा`%s' स्थानीय`%s'बिस्थापना गर्न असफल: %s
pa: ਚੇਤਵਾਨੀ: ਅਨ-ਇੰਸਟਾਲ ਕਰਨ ਵਿੱਚ ਅਸਫਲ, ਸਕੀਮਾ `%s' ਲੋਕੇਲ `%s': %s

source: Uninstalled schema `%s' from locale `%s'
ne: स्थानीय`%s' बाट स्किमा`%s'विस्थापना गर्नुहोस्
pa: ਅਨ-ਇੰਸਟਾਲਡ ਸਕੀਮਾ`%s' ਲੋਕੇਲ `%s' ਲਈ

source: WARNING: no key specified for schema
de: WARNUNG: kein Schlüssel für Schema angegeben
ne: चेतावनी: स्किमाका लागि कुनै कुञ्जी निश्चित गरिएको छैन
pa: ਚੇਤਵਾਨੀਃ ਸਕੀਮਾ ਲਈ ਲਈ ਕੀ ਨਿਰਧਾਰਿਤ ਨਹੀ

source: WARNING: node <%s> not understood below <%s>
ne: चेतावनी: नोड <%s> <%s> मुनि बुझिएन
pa: ਚੇਤਵਾਨੀਃ ਨੋਡ <%s> ਹੇਠਲੇ ਨੂੰ ਸਮਝ ਸਕਿਆ <%s>

source: Failed to open `%s': %s
de: Konnte `%s' nicht öffnen. %s
ne: `%s' खोल्न असफल: %s
pa: ਅਸਫਲ`%s' ਨੂੰ ਖੋਲਣ ਵਿੱਚ: %s

source: Document `%s' is empty?
de: Dokument `%s' ist leer?
ne: कागजात `%s' खाली छ?
pa: ਦਸਤਾਵੇਜ਼ `%s' ਖਾਲੀ ਹੈ?

source: Document `%s' has the wrong type of root node (<%s>, should be <%s>)
ne: कागजात `%s' संग गलत प्रकारको मूल नोड छ (<%s>, हुनुपर्ने <%s>)
pa: ਦਸਤਾਵੇਜ਼ `%s' ਵਿੱਚ ਰੂਟ(root) ਨੋਡ ਦੀ ਗਲਤ ਕਿਸਮ ਹੈ (<%s>, ਇਹ ਚਾਹੀਦੀ ਹੈ <%s>)

source: Document `%s' has no top level <%s> node
ne: कागजात `%s' सँग कुनै माथिल्लो स्तर <%s> नोड छैन
pa: ਦਸਤਾਵੇਜ਼ `%s' ਦੀ ਕੋਈ ਉਪੱਰੀ <%s> ਨੋਡ ਨਹੀ

source: WARNING: node <%s> below <%s> not understood
ne: चेतावनी: नोड <%s> <%s> तल बुझिएन
pa: ਚੇਤਾਵੀ: ਨੋਡ <%s> ਹੇਠਾਂ<%s> ਸਮਝ ਨਹੀ ਆਈ

source: Error syncing config data: %s
de: Fehler beim Synchronisieren von Konfigurationsdaten: %s
ne: कन्फिग डेटा समक्रमण गर्दा त्रुटि: %s
pa: ਗਲਤੀ syncing config ਡਾਟਾ: %s

source: Must specify some schema files to install
de: Sie müssen Schemadateien zum Installieren angeben
ne: स्थापना गर्न केही स्किमा फाइलहरू निश्चित गर्नु पर्दछ
pa: ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਕੋਈ ਫਾਇਲ ਸਕੀਮ ਨਿਰਧਾਰਿਤ ਕਰਨਾ ਜ਼ਰੂਰੀ ਹੈ

source: Failed to unset breakage key %s: %s
de: Konnte zu beschädigenden Schlüssel %s nicht löschen: %s
ne: बिच्छेद कुञ्जी %s अनसेट गर्न असफल: %s
pa: ਅੰਤਰਾਲ ਕੀ %s ਨੂੰ ਅਣ-ਨਿਰਧਾਰਿਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ ਹੈ: %s

source: Must specify some keys to break
de: Sie müssen zu beschädigende Schlüssel angeben
ne: बिच्छेद गर्न केही कुञ्जीहरू निश्चित गर्नु पर्दछ
pa: ਅੰਤਰਾਲ ਲਈ ਕੋਈ ਕੀ ਨਿਰਧਾਰਿਤ ਕਰਨਾ ਜ਼ਰੂਰੀ ਹੈ

source: Trying to break your application by setting bad values for key: %s
de: Versuche, Ihre Anwendung durch Einstellen falscher Werte für Schlüssel zu beschädigen: %s
ne: कुञ्जीका लागि खराब मानहरू सेटिङ गर्दै तपाईँको अनुप्रयोग बिच्छेद गर्न कोशिस गर्दै छ: %s
pa: ਕੀ ਦਾ ਗਲਤ ਮੁੱਲ ਨਿਰਧਾਰਿਤ ਕਰਕੇ ਆਪਣੇ ਕਾਰਜ ਲਈ ਅੰਤਰਾਲ ਦੇਣ ਦੀ ਕੋਸ਼ਿਸ ਕਰੋ: %s

source: Must specify some directories to break
de: Sie müssen zu beschädigende Verzeichnisse angeben
ne: बिच्छेदका लागि केही डाइरेक्टरीहरू निश्चित गर्नु पर्दछ
pa: ਅੰਤਰਾਲ ਲਈ ਕੁਝ ਡਾਇਰੈਕਟਰੀ ਨਿਰਧਾਰਨ ਕਰਨੀ ਜ਼ਰੂਰੀ ਹੈ

source: Trying to break your application by setting bad values for keys in directory: %s
de: Versuche, Ihre Anwendung durch Einstellen falscher Werte für Schlüssel in einem Verzeichnis zu beschädigen: %s
ne: डाइरेक्टरीमा कुञ्जीहरूका लागि खराब मानहरू सेटिङ गरेर तपाईँको अनुप्रयोग बिच्छेद गर्ने कोशिस गर्दैछ: %s
pa: ਡਾਇਰੈਕਟਰੀ ਵਿੱਚ ਕੀ ਦਾ ਗਲਤ ਮੁੱਲ ਨਿਰਧਾਰਿਤ ਕਰਕੇ ਆਪਣੇ ਕਾਰਜ ਲਈ ਅੰਤਰਾਲ ਦੇਣ ਦੀ ਕੋਸ਼ਿਸ ਕਰੋ: %s

source: Help options
de: Hilfeoptionen
pa: ਸਹਾਇਤਾ ਚੋਣ

source: No configuration sources in the source path, configuration won't be saved; edit %s
pa: ਸਰੋਤ ਰਾਹ ਵਿੱਚ ਕੋਈ ਸੰਰਚਨਾ ਸਰੋਤ ਨਹੀ ਨਹੀ ਹੈ, ਸੰਰਚਨਾ ਸੰਭਾਲੀ ਨਹੀ ਜਾ ਸਕੇਗੀ; ਸੋਧt %s

source: int|bool|float|string|list|pair
pa: ਇੰਟਜੀਰt|ਬੂਲ|ਫਲੋਟ|ਸਤਰ|ਸੂਚੀ|ਜੋੜਾ

source: int|bool|float|string
pa: ਇੰਟਜਰ|ਬੂਲ|ਫਲੋਟ|ਸਤਰ

source: Can't read from or write to the XML root directory in the address `%s'
de: Kann nicht in XML-Verzeichnis an Adresse `%s' lesen oder schreiben

source: Failed to give up lock on XML dir `%s': %s
de: Konnte Sperre auf XML-Verzeichnis `%s' nicht lösen: %s

source: Unsynced directory deletions when shutting down XML backend
de: Unsynchronisiertes Verzeichnis wird gelöscht, wenn das XML-Backend beendet wird

source: %u items remain in the cache after cleaning already-synced items older than %u seconds
de: %u Elemente bleiben im Cache, wenn alle bereits synchronisierten Elemente, die älter als %u Sekunden sind gelöscht werden

source: Failed to delete `%s': %s
de: Löschen von %s gescheitert: %s

source: Failed to log addition of listener (%s); will not be able to restore this listener on gconfd restart, resulting in unreliable notification of configuration changes.
de: Konnte Hinzufügen eines Zuhörers (%s) nicht in Logdatei verzeichnen; werde nicht in der Lage sein, ihn bei einem Neustart von gconfd wiederherzustellen, was zu einer unzuverlässigen Benachrichtigung über Konfigurationsänderungen führen wird.

source: Error removing dir `%s': %s
de: Fehler beim Entfernen von Verzeichnis `%s': %s

source: No '/' in key `%s'
de: Kein `/' in Schlüssel `%s'
