Repository: BARGAN/gconf
Catalog: po/*.po
Languages: de, ne, pa

source: Failed to get configuration file path from '%s'
ne: %s बाट कन्फिगरेसन फाइल मार्ग प्राप्त गर्न असफल

source: Created Evolution/LDAP source using configuration file '%s'
ne: कन्फिगरेसन फाइल '%s' को प्रयोग गरेर परिमाण/LDAP को सिर्जना गरियो

source: Unable to parse XML file '%s'
ne: XML फाइल "%s" पद वर्णन गर्न अक्षम

source: Config file '%s' is empty
ne: कन्फिगर फाइल %s' खाली छ

source: Root node of '%s' must be <evoldap>, not <%s>
ne: %s को मूल नोड <evoldap> हुनुपर्छ, <%s> होइन

source: No <template> specified in '%s'
ne: '%s' मा <template> निर्दिष्ट गरिएको छैन

source: No "filter" attribute specified on <template> in '%s'
ne: '%s' को कुनै पनि "filter" विशेषता <template> मा निर्दिष्ट गरिएको छैन

source: No LDAP server or base DN specified in '%s'
ne: '%s' मा LDAP सर्भर वा DN आधारको निर्दिष्ट गरिएको छैन

source: Contacting LDAP server: host '%s', port '%d', base DN '%s'
ne: LDAP सर्भर सम्पर्क भइरहेको छ: होस्ट '%s', पोर्ट '%d', आधार DN '%s'

source: Failed to contact LDAP server: %s
ne: LDAP सर्भरलाई सम्पर्क गर्न असफल भयो: %s

source: Searching for entries using filter: %s
ne: फिल्टरको प्रयोग गरेर प्रविष्टिहरूको खोजी भइरहेको छ: %s

source: Error querying LDAP server: %s
ne: LDAP सर्भरले क्वेरि गर्दा त्रुटि: %s

source: Got %d entries using filter: %s
ne: फिल्टरको प्रयोग गरेर प्रविष्टिहरू %d प्राप्त गर्नुहोस्:%s

source: Cannot find directory %s
ne: डाइरेक्टरी फेला पार्न सकिएन %s
pa: ਡਾਇਰੈਕਟਰੀ %s ਲੱਭੀ ਨਹੀ ਹੈ

source: Error saving GConf tree to '%s': %s
ne: GConf ट्रि बाट %s' मा बचत गर्दा त्रुटि: %s
pa: ਗਲਤੀ ਜੀ-ਕਾਨਫ ਟਰੀ ਨੂੰ '%s' ਤੇ ਸੰਭਾਲਣ ਵਿੱਚ: %s

source: Usage: %s <dir>
ne: उपयोग: %s <dir>
pa: ਵਰਤੋ: %s <dir>

source: Usage: %s <dir> Merges a markup backend filesystem hierarchy like: dir/%%gconf.xml subdir1/%%gconf.xml subdir2/%%gconf.xml to: dir/%%gconf-tree.xml
ne: उपयोग: %s <dir> यस्तो हाइरेर्की मार्कअप ब्याकेण्ड फाइल प्रणाली गाभ्नुहोस्: dir/%%gconf.xml subdir1/%%gconf.xml subdir2/%%gconf.xml to: dir/%%gconf-tree.xml
pa: ਵਰਤੋ: %s <dir> ਨਿਸ਼ਾਨਸੁਦਾ ਫਾਇਲਸਿਸਟਮ ਲੜੀ ਨੂੰ ਇਸਤਰਾਂ ਮੇਲੋ: ਡਾਇdir/%%gconf.xml ਸਬ-ਡਾਇ1/%%gconf.xml ਸਬ-ਡਾਇ2/%%gconf.xml ਨੂੰ: ਡਾਇ/%%gconf-tree.xml

source: Unloading text markup backend module.
ne: मार्कअप ब्याकेण्ड मोड्युल पाठ अनलोड गर्दै
pa: ਪਿੱਠਵਰਤੀ ਮੈਡਲਿਊ ਨੂੰ ਅਨਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ

source: Couldn't find the XML root directory in the address `%s'
de: Konnte das XML-Rootverzeichnis nicht an der Adresse `%s' finden
ne: `%s' ठेगानामा XML डाइरेक्टरी फेला पार्न सकिएन
pa: ਰੂਟ ਡਾਇਰੈਕਟਰੀ XML ਪਤੇ `%s' ਤੇ ਨਹੀ ਲੱਭੀ ਹੈ

source: Could not make directory `%s': %s
de: Konnte Verzeichnis `%s' nicht erstellen: %s
ne: `%s' डाइरेक्टरी बनाउन सकिएन: %s
pa: ਡਾਇਰੈਕਟਰੀ `%s' ਬਣ ਨਹੀ ਸਕੀ ਹੈ: %s

source: Can't read from or write to the XML root directory in the address "%s"
ne: "%s" ठेगानामा भएको XML मुल डाइरेक्टरी पढ्न अथवा लेख्न सकिएन
pa: ਰੂਟ ਡਾਇਰੈਕਟਰੀ XML ਪਤੇ "%s" ਨੂੰ ਖੋਲਿਆ ਨਹੀ ਜਾ ਸਕਦਾ ਹੈ ਜਾਂ ਲਿਖਿਆ ਨਹੀ ਜਾ ਸਕਦਾ ਹੈ

source: Directory/file permissions for XML source at root %s are: %o/%o
de: Verzeichnis-/Dateiberechtigungen für XML-Quelle bei Wurzel %s sind %o/%o
ne: XML स्रोतका लागि डाइरेक्टरी/फाइल अनुमति मूलमा %s: %o/%o
pa: ਡਾਇਰੈਕਟਰੀ/ਫਾਇਲ ਅਧਿਕਾਰ XML ਸਰੋਤ ਤੇ ਰੂਟ %s ਵਜੋ ਹਨ: %o/%o

source: Remove directory operation is no longer supported, just remove all the values in the directory
ne: डाइरेक्टरी सञ्चालन हटाउनाले लामो समय सम्म समर्थन गर्दैन, डाइरेक्टरीमा भएका सबै मानहरू हटाउनुहोस्
pa: ਡਾਇਰੈਕਟਰੀ ਕਾਰਵਾਈ ਨੂੰ ਹਟਾਉਣ ਹੁਣ ਸਹਾਇਕ ਨਹੀ ਹੈ , ਡਾਇਰੈਕਟਰੀ ਵਿੱਚਲੇ ਸਾਰੇ ਮੁੱਲ ਹਟਾ ਦਿਉ

source: Could not open lock directory for %s to remove locks: %s
ne: ताल्चा हटाउन %s का लागि ताल्चा लगाइएको डाइरेक्टरी खोल्न सकिएन: %s
pa: %s ਲਈ ਲਾਕ ਡਾਇਰੈਕਟਰੀ ਨੂੰ ਖੋਲਿਆ ਨਹੀ ਜਾ ਸਕਿਆ ਹੈ ਤਾਂ ਕਿ ਲਾਕ ਹਟਾਏ ਜਾ ਸਕਣ: %s

source: Could not remove file %s: %s
ne: %s फाइल हटाउन सकिएन: %s
pa: ਫਾਇਲ %s ਨੂੰ ਹਟਾਇਆ ਨਹੀ ਜਾ ਸਕਿਆ: %s

source: Initializing Markup backend module
ne: मार्कअप ब्याकेण्ड मोड्युल सुरुआत गर्दै
pa: ਪਿੱਠਵਰਤੀ ਮੈਡਊਲ ਦੀ ਸ਼ੁਰੂਆਤ

source: Failed to give up lock on XML directory "%s": %s
ne: XML डाइरेक्टरीमा "%s" ताल्चा लगाउन असफल: %s
pa: ਡਾਇਰੈਕਟਰੀ XML "%s" ਲਈ ਲਾਕ ਛੱਡਣਾ ਅਸਫਲ ਰਿਹਾ: %s

source: Failed to write some configuration data to disk
ne: केही कन्फिगरेसन डेटा डिस्केटमा लेख्न असफल भयो
pa: ਅਸਫਲ, ਸੰਰਚਨਾ ਡਾਟਾ ਡਿਸਕ ਤੇ ਲਿਖਣ ਵਿੱਚ ਅਸਫਲ

source: Could not make directory "%s": %s
ne: "%s" डाइरेक्टरी बनाउन सकिएन: %s
pa: ਡਾਇਰੈਕਟਰੀ "%s" ਬਣਾਉਣ ਵਿੱਚ ਅਸਫਲ: %s

source: Could not remove "%s": %s
ne: "%s" हटाउन सकिएन: %s
pa: %s ਨੂੰ ਹਟਾਇਆ ਨਹੀ ਜਾ ਸਕਿਆ: %s

source: Failed to write "%s": %s
ne: "%s" लेख्न असफल भयो: %s
pa: "%s" ਨੂੰ ਲਿਖਣ ਵਿੱਚ ਅਸਫਲ: %s

source: Failed to load file "%s": %s
ne: "%s" फाइल लोड गर्न असफल : %s

source: Line %d character %d: %s
ne: लाइन %d क्यारेक्टर %d: %s
pa: ਸਤਰ %d ਅੱਖਰ %d: %s

source: Attribute "%s" repeated twice on the same <%s> element
ne: बिशेषता "%s" उस्तै<%s>तत्वमा दुई पटक दोहोरियो
pa: ਇੱਕੋ ਇਕਾਈ <2%s> ਲਈ ਗੁਣ "%1s" ਦੋ ਵਾਰ ਦੁਹਰਾਇਆ ਗਿਆ ਹੈ

source: Attribute "%s" is invalid on <%s> element in this context
ne: बिशेषता <%s> तत्व "%s"यो सामाग्रीमा अमान्य छ
pa: ਇਸ ਪ੍ਰਸੰਗ ਵਿੱਚ ਇਕਾਈ <%2s> ਤੇ ਗੁਣ "%1s" ਜਾਇਜ ਨਹੀਂ ਹੈ

source: Didn't understand `%s' (expected integer)
de: Verstehe %s nicht (erwarte Ganzzahl)
ne: `%s'बुझिएन (इच्छाईएको इन्टिजर)
pa: ਸਮਝਿਆ ਨਾ ਜਾ ਸਕਿਆ `%s' (ਪੂਰਨ-ਅੰਕ ਲੋੜੀਦਾ ਸੀ)

source: Integer `%s' is too large or small
de: Ganzzahl %s ist zu gross oder zu klein
ne: इन्टिजर `%s' धेरै ठूलो अथवा सानो छ
pa: ਪੂਰਨ ਅੰਕ `%s' ਬਹੁਤ ਵੱਡਾ ਹੈ

source: Didn't understand `%s' (expected true or false)
de: verstehe %s nicht (erwarte Wahr oder Falsch)
ne: `%s' बुझिएन (ईच्छाएको ठीक वा बेठीक)
pa: ਸਮਝਿਆ ਨਾ ਜਾ ਸਕਿਆ `%s' (ਸੱਚ ਜਾਂ ਝੂਠ ਲੋੜੀਦਾ ਸੀ)

source: Didn't understand `%s' (expected real number)
de: Verstehe %s nicht (erwalte Zahl)
ne: `%s' बुझिएन (ईच्छाएको वास्तविक सङ्ख्या)
pa: ਸਮਝਿਆ ਨਾ ਜਾ ਸਕਿਆ `%s' ( ਪੂਰਨ-ਅੰਕ ਲੋੜੀਦਾ ਸੀ)

source: No "%s" attribute on element <%s>
ne: <%s>तत्वमा बिशेषता"%s" छैन
pa: ਇਕਾਈ <%2s> ਤੇ ਕੋਈ ਗੁਣ "%1s" ਨਹੀਂ ਹੈ

source: Unknown value "%s" for "%s" attribute on element <%s>
ne: <%s> तत्वमा बिशेषताको "%s" लागि "%s"अज्ञात मान हो
pa: ਇਕਾਈ <%3s> ਤੇ ਗੁਣ "%2s" ਲਈ ਅਣਪਛਾਤਾ ਮੁੱਲ "%1s" ਹੈ

source: Invalid ltype "%s" on <%s>
ne: <%s>मा "%s"अमान्य प्रकार
pa: <%2s> ਲਈ ਅਣਪਛਾਤੀ ਕਿਸਮ "%1s" ਹੈ

source: Invalid first-element type "%s" on <%s>
ne: <%s>मा अमान्य पहिलो तत्व प्रकार "%s"
pa: <%2s> ਤੇ ਗਲਤ ਸੂਚੀ ਕਿਸਮ "%1s"

source: Invalid cdr_type "%s" on <%s>
ne: <%s>मा "%s"अमान्य cdr टाइप
pa: <%2s> ਤੇ ਗਲਤ cdr_type "%1s"

source: Invalid list_type "%s" on <%s>
ne: <%s>मा "%s"अमान्य सुची टाइप
pa: <%2s> ਤੇ ਗਲਤ ਸੂਚੀ ਕਿਸਮ "%1s"

source: Two <default> elements below a <local_schema>
ne: <local_schema> तल दुई <default> तत्व
pa: ਦੋ<default> ਇਕਾਈਆਂ ਹੇਠ ਦਿੱਤੀਆਂ ਹਨ <local_schema>

source: Two <longdesc> elements below a <local_schema>
ne: <local_schema> तल दुई <longdesc> तत्वहरू
pa: ਦੋ <longdesc> ਇਕਾਈਆਂ ਹੇਠ ਦਿੱਤੀਆਂ ਹਨ <local_schema>

source: Element <%s> is not allowed below <%s>
ne: <%s>को तल <%s> तत्वलाई अनुमति छैन
pa: ਇਕਾਈ <%s> ਹੇਠਾਂ ਅਨੁਸਾਰ ਸਹਾਇਕ ਨਹੀਂ ਹੈ <%s>

source: <%s> provided but current element does not have type %s
ne: <%s> उपलब्ध गराइयो तर हालको तत्वसँग %s प्रकार छैन
pa: <%s> ਹੈ, ਪਰ ਮੌਜੂਦਾ ਇਕਾਈ ਦੀ ਕਿਸਮ %s ਨਹੀਂ ਹੈ

source: Two <car> elements given for same pair
ne: उस्तै जोडिका लागि दुईवटा <car> तत्व दिइयो
pa: ਦੋ <car> ਇਕਾਈਆਂ ਇੱਕੋ ਜੋੜੇ ਲਈ ਹਨ

source: Two <cdr> elements given for same pair
ne: उस्तै जोडिका लागि दुईवटा <cdr> तत्व दिइयो
pa: ਦੋ <cdr> ਇਕਾਈਆਂ ਇੱਕੋ ਜੋੜੇ ਲਈ ਹਨ

source: <li> has wrong type %s
ne: <li>सँग गलत %s प्रकार छ
pa: <li> ਦੀ ਗਲਤ ਕਿਸਮ %s ਹੈ

source: <%s> provided but parent <entry> does not have a value
ne: <%s> उपलब्ध गराइयो तर अभिभावक <entry> को मान छैन
pa: <%s> ਸਹਾਇਕ ਹੈ, ਪਰ ਮੂਲ <entry> ਦਾ ਮੁੱਲ ਨਹੀਂ ਹੈ

source: Element <%s> is not allowed inside current element
ne: हालको तत्व भित्र <%s>तत्वलाई अनुमति छैन
pa: ਮੌਜੂਦਾ ਇਕਾਈ ਦੇ ਅੰਦਰ ਇਕਾਈ <%s> ਦੀ ਇਜ਼ਾਜਤ ਨਹੀਂ ਹੈ

source: Outermost element in menu file must be <gconf> not <%s>
ne: मेनू फाइलको बाहिरी तत्व <%s> भित्र नभएर <gconf> मा हुनु पर्छ
pa: ਮੇਨੂ ਫਾਇਲ ਵਿੱਚ ਬਾਹਰੀ ਇਕਾਈਆਂ <gconf> ਵਿੱਚ ਲਾਜ਼ਮੀ ਹਮ, ਪਰ <%s> ਨਹੀਂ

source: Element <%s> is not allowed inside a <%s> element
ne: <%s>तत्वभित्र <%s>तत्वलाई जान अनुमति छैन
pa: <%2s>ਇਕਾਈ ਦੇ ਅੰਦਰ <%1s>ਇਕਾਈ ਸੰਭਵ ਨਹੀਂ ਹੈ

source: No text is allowed inside element <%s>
ne: <%s> तत्वभित्र कुनै पाठलाई अनुमति छैन
pa: ਇਕਾਈ <%s> ਦੇ ਅੰਦਰ ਪਾਠ ਦੀ ਇਜ਼ਾਜਤ ਨਹੀਂ ਹੈ

source: Failed to open "%s": %s
ne: "%s" खोल्न असफल: %s
pa: ਅਸਫਲ "%s" ਨੂੰ ਖੋਲਣ ਵਿੱਚ: %s

source: Error reading "%s": %s
ne: "%s" पढ्दा त्रुटि: %s

source: Error writing file "%s": %s
ne: "%s" फाइल लेख्दा त्रुटि: %s
pa: ਗਲਤੀ "%s" ਨੂੰ ਲਿਖਣ ਵਿੱਚ: %s

source: Failed to move temporary file "%s" to final location "%s": %s
ne: अस्थायी फाइल "%s" अन्तिम स्थानसम्म "%s" सार्न असफल: %s
pa: ਆਰਜ਼ੀ ਫਾਇਲ਼ ਸਥਿਤੀ "%s" ਤੋਂ ਅਖੀਰ ਸਥਿਤੀ "%s" ਤੇ ਭੇਜਣ ਵਿੱਚ ਅਸਫਲਤਾ: %s

source: Unloading XML backend module.
de: XML-Backend-Modul wird aus dem Speicher entfernt.
ne: XML ब्याकेण्ड मोड्युल अनलोड गर्दा
pa: XML ਪਿੱਠਵਰਤੀ ਮੈਡਲਿਊ ਨੂੰ ਅਨਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ

source: Error syncing the XML backend directory cache: %s
ne: %s XML ब्याकेण्ड डाइरेक्टरी क्यास सिंक गर्दा त्रुटि
pa: ਗਲਤੀ XML ਪਿੱਠਵਰਤੀ ਡਾਇਰੈਕਟਰੀ ਕੈਚੇ ਨੂੰ ਸਮਰੂਪ ਕਰਨ ਲਈ: %s

source: Initializing XML backend module
de: Initialisiere XML-Backend-Modul
ne: XML ब्याकेण्ड मोड्युल सुरुआत गर्दै
pa: XML ਪਿੱਠਵਰਤੀ ਮੈਡਊਲ ਦੀ ਸ਼ੁਰੂਆਤ

source: Failed to sync XML cache contents to disk
ne: XML क्यास डिस्कमा सिंक गर्न असफल
pa: XML ਕੈਚੇ ਹਿੱਸਿਆਂ ਨੂੰ ਡਿਸਕ ਨਾਲ ਸਮ-ਰੂਪ ਕਰਨ ਵਿੱਚ ਅਸਫਲ

source: Unable to remove directory `%s' from the XML backend cache, because it has not been successfully synced to disk
de: Kann das Verzeichnis %s nicht vom XML-Backand-Cache entfernen, weil es nicht erfolgreich synchronisiert werden konnte
ne: XML ब्याकेण्ड क्यासबाट`%s' डाइरेक्टरी हटाउन असफल, किनकि यो सफलतापूर्वक डिस्कमा सिंक भएको छैन
pa: ਅਸਫਲ, ਡਾਇਰੈਕਟਰੀ`%s' ਨੂੰ XML ਪਿੱਠਵਤਰੀ ਕੈਚੇ ਵਿੱਚੋ ਹਟਾਉ ਵਿੱਚ, ਕਿਉਕਿ ਇਹ ਸਫਲਤਾਪੂਰਕਡਿਸਕ ਨਾਲ ਸਮ-ਰੂਪ ਨਹੀ ਹੋ ਸਕੀ ਹੈ

source: Could not stat `%s': %s
de: Konnte `%s' nicht mit stat() untersuchen: %s
ne: `%s' स्ट्याट गर्न सकिएन: %s
pa: `%s' ਨੂੰ ਸ਼ੁਰੂ ਨਹੀ ਕਰ ਸਕਿਆ: %s

source: XML filename `%s' is a directory
de: XML-Dateiname %s ist ein Verzeichnis
ne: XML फाइलनाम `%s' डाइरेक्टरी हो
pa: XML ਫਾਇਲ ਨਾਂ `%s' ਇੱਕ ਡਾਇਰੈਕਟਰੀ ਹੈ

source: Failed to delete "%s": %s
ne: "%s" मेट्न असफल: %s
pa: "%s" ਨੂੰ ਹਟਾਉਣ ਵਿੱਚ ਅਸਫਲ: %s

source: Failed to write file `%s': %s
de: Schreiben von %s gescheitert: %s
ne: `%s' फाइल लेख्न असफल: %s
pa: `%s' ਫਾਇਲ ਲਿਖਣ ਵਿੱਚ ਅਸਫਲ: %s

source: Failed to set mode on `%s': %s
ne: `%s' मा मोड सेट गर्न असफल: %s
pa: `%s' ਤੇ ਮੋਡ ਨਿਰਧਾਰਿਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: %s

source: Failed to write XML data to `%s': %s
ne: `%s' मा XML डेटा लेख्न असफल: %s
pa: XML ਡਾਟਾ ਨੂੰ `%s' ਤੇ ਲਿਖਣ ਵਿੱਚ ਅਸਫਲ: %s

source: Failed to close file `%s': %s
de: Konnte Datei `%s' nicht schließen: %s
ne: `%s' फाइल बन्द गर्न असफल: %s
pa: ਫਾਇਲ `%s' ਨੂੰ ਬੰਦ ਕਰਨ ਵਿੱਚ ਅਸਫਲ਼: %s

source: Failed to rename `%s' to `%s': %s
de: umbenennen von `%s' in `%s' gescheitert: %s
ne: `%s' लाई `%s' मा परिवर्तन गर्न असफल: %s
pa: `%s' ਨੂੰ `%s' ਵਿੱਚ ਨਾਂ-ਤਬਦੀਲੀ ਅਸਫਲ: %s

source: Failed to restore `%s' from `%s': %s
de: wiederherstellen von %s aus %s gescheitert: %s
ne: `%s' लाई `%s' लाई पूर्वावस्थामा ल्याउन असफल: %s
pa: `%s' ਨੂੰ`%s' ਤੋ ਮੁੜ-ਖੋਲਣ ਵਿੱਚ ਅਸਫਲ: %s

source: Failed to delete old file `%s': %s
de: löschen der alten Datei %s gescheitert: %s
ne: पुरानो फाइल `%s' मेट्न असफल: %s
pa: ਪੁਰਾਣੀ ਫਾਇਲ`%s' ਨੂੰ ਹਟਾਉ ਵਿੱਚ ਅਸਫਲ: %s

source: Failed to stat `%s': %s
de: Konnte `%s' nicht mit stat() untersuchen: %s
ne: `%s' स्ट्याट गर्न असफल: %s
pa: `%s' ਨੂੰ ਸ਼ੁਰੂ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: %s

source: Duplicate entry `%s' in `%s', ignoring
de: doppelter Eintrag %s in %s, ignoriere
ne: `%s' मा `%s' नक्कली प्रविष्टि, उपेक्षा गर्दै
pa: ਜਾਅਲੀ ਇੰਦਰਾਜ `%s' ਵਿੱਚ `%s', ਨੂੰ ਰੱਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ

source: Entry with no name in XML file `%s', ignoring
de: Eintrag ohne Namen in der XML-Datei %s, ignoriere
ne: `%s' XML फाइल भित्र नाम बिनाको प्रविष्टि, उपेक्षा गर्दै
pa: ਇੰਦਰਾਜ, XML ਫਾਇਲ `%s' ਵਿੱਚ ਬਿਨਾਂ ਨਾਂ, ਨੂੰ ਰੱਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ

source: A toplevel node in XML file `%s' is <%s> rather than <entry>, ignoring
ne: XML फाइलमा `%s' मा उच्चस्तरको नोड <entry> भन्दा <%s> हो, उपेक्षा गर्दै
pa: XML ਫਾਇਲ `%s' ਵਿੱਚ ਇੱਕ ਉਪੱਰੀ ਨੋਡ <%s> ਦੀ ਬਜਾਏ <entry>, ਰੱਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ

source: Failed to create file `%s': %s
de: Erstellen von Datei %s gescheitert: %s
ne: `%s' फाइल सिर्जना गर्न असफल: %s
pa: ਫਾਇਲ `%s' ਨੂੰ ਬਣਾਉਣ ਵਿੱਚ ਅਸਫਲ: %s

source: Failed to parse XML file "%s"
ne: XML फाइल "%s" पार्स गर्न असफल
pa: XML ਫਾਇਲ "%s" ਨੂੰ ਪਾਰਸ ਕਰਨ ਵਿੱਚ ਅਸਫਲ

source: Ignoring XML node with name `%s': %s
de: Ignoriere XML-Element mit Namen %s: %s
ne: `%s' नामसँग XML नोड उपेक्षा: %s
pa: XML ਨੋਡ `%s' ਦੇ ਨਾਂ ਨਾਲ, ਨੂੰ ਰੱਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ: %s

source: Ignoring schema name `%s', invalid: %s
de: ignoriere Schema mit Namen %s, ungültig: %s
ne: `%s' स्किमा नाम उपेक्षा गर्दै, अवैध: %s
pa: ਰੱਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ, ਸਕੀਮ ਨਾਂ ਨਾਲ`%s', ਗਲਤ : %s

source: Ignoring XML node `%s': %s
ne: `%s' XML नोड उपेक्षा गर्दै: %s
pa: ਰੱਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ, XML ਨੋਡ `%s': %s

source: Failed reading default value for schema: %s
de: Konnte voreingestellten Wert für Schema (%s) nicht lesen
ne: स्किमाका लागि पूर्वनिर्धारित मान पढ्दा असफल: %s
pa: ਸਕੀਮਾਂ ਲਈ ਮੂਲ ਮੁੱਲ ਵੇਖਣ ਵਿੱਚ ਗਲਤੀ: %s

source: No "type" attribute for <%s> node
de: Kein "type"-Attribut für <%s>-Element
ne: <%s> नोडका लागि कुनै "type" को विशेषता छैन
pa: ਕੋਈ "ਕਿਸਮ" ਗੁਣ <%s> ਨੋਡ ਲਈ

source: A node has unknown "type" attribute `%s', ignoring
de: Ein Element hat unbekanntes "type"-Attribut `%s', ignoriere
ne: नोडसँग अज्ञात "type" को `%s' विशेषता छ, उपेक्षा गर्दै
pa: ਨੋਡ ਕੋਲ ਅਣਪਛਾਤਾ "ਕਿਸਮ" ਗੁਣ `%s' ਹੈ, ਰੱਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ

source: No "value" attribute for node
de: Kein "value"-Attribut für Element
ne: नोडका लागि कुनै "value"को विशेषता छैन
pa: ਕੋਈ "ਮੁੱਲ" ਗੁਣ, ਨੋਡ ਲਈ

source: Didn't understand XML node <%s> inside an XML list node
de: Verstehe XML-Element <%s> in einem XML-Listen-Element nicht
ne: XML नोड <%s> भित्र XML सूची नोड बुझिएन
pa: XML ਨੋਡ<%s> XML ਸੂਚੀ ਨੋਡ ਵਿੱਚ ਸਮਝ ਨਹੀ ਸਕਿਆ ਹੈ

source: Invalid type (list, pair, or unknown) in a list node
de: Ungültiger Typ (Liste, Paar oder unbekannt) in einem Listen-Element
ne: अमान्य प्रकार (सूची, जोडा, वा अज्ञात) सूची नोडमा
pa: ਗਲਤ ਕਿਸਮ (ਸੂਚੀ, ਜੋੜਾ, ਜਾਂ ਅਣਪਛਾਤਾ) ਸੂਚੀ ਨੋਡ ਵਿੱਚ

source: Bad XML node: %s
de: Schlechtes XML-Element: %s
ne: %s खराब XML नोड
pa: ਗਲਤ XML ਨੋਡ: %s

source: List contains a badly-typed node (%s, should be %s)
de: Liste beinhaltet ein schlecht-geschriebenes Element (%s, sollte %s sein)
ne: सूचीले खराब प्रकारको नोड समावेश गर्दछ (%s, should be %s)
pa: ਸੂਚੀ ਵਿੱਚ ਗਲਤ-ਕਿਸਮ ਨੋਡ(%s, ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ %s)

source: Ignoring bad car from XML pair: %s
de: Ignoriere ungültiges car aus XML-Paar: %s
ne: XML जोडाबाट खराब क्यारेक्टर उपेक्षा गर्दै: %s
pa: XML ਜੋੜੇ, ਗਲਤ ਕਾਰ ਨੂੰ ਰੱਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ: %s

source: parsing XML file: lists and pairs may not be placed inside a pair
de: parse XML-Datei: Liste und Paare sollen nicht in einem Paar sein
ne: XML फाइल पार्स गर्दै: सूचीहरू र जोडाहरू जोडा भित्र राख्न सकिँदैन
pa: XML ਫਾਇਲ ਪਾਰਸਿੰਗ: ਇੱਕ ਜੋੜੇ ਵਿੱਚ ਸੂਚੀਆਂ ਅਤੇ ਜੋੜੇ ਨਹੀ ਰੱਖੇ ਜਾ ਸਕਦੇ ਹਨ

source: Ignoring bad cdr from XML pair: %s
de: Ignoriere ungültiges cdr aus XML-Paar: %s
ne: XML जोडाबाट खराब cdr उपेक्षा गर्दै: %s
pa: ਰੱਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ, ਗਲਤ cdr XML ਜੋੜੇ ਤੋ: %s

source: Didn't understand XML node <%s> inside an XML pair node
de: Verstehe XML-Element <%s> in einem XML-Paar-Element nicht
ne: XML जोडा नोडभित्र XML <%s> नोड बुझिएन
pa: XML ਨੋਡ <%s> ਇੱਕ XML ਜੋੜਾ ਨੋਡ ਵਿੱਚ, ਨੂੰ ਸਮਝਿਆ ਨਹੀ ਜਾ ਸਕਿਆ ਹੈ

source: Didn't find car and cdr for XML pair node
de: Konnte car und cdr für XML-Paarknoten nicht finden
ne: XML जोडा नोडका लागि car र cdr फेला परेन
pa: XML ਜੋੜਾ ਨੋਡ ਲਈ car ਅਤੇ cdr ਨੂੰ ਲੱਭਿਆ ਨਹੀ ਜਾ ਸਕਿਆ ਹੈ

source: Missing cdr from pair of values in XML file
de: Fehlendes cdr in Wertepaar aus XML-Datei
ne: XML फाइलमा मानहरूको जोडाबाट cdr हराइ रहेको
pa: XML ਫਾਇਲ ਵਿੱਚ ਮੁੱਲ ਜੋੜੇ ਵਿੱਚੋ cdr ਗਾਇਬ ਹੈ

source: Missing car from pair of values in XML file
de: Fehlendes car in Wertepaar aus XML-Datei
ne: XML फाइलको मानहरूको जोडाबाट car हराइ रहेको
pa: XML ਫਾਇਲ ਵਿੱਚ ਮੁੱਲ ਜੋੜੇ ਵਿੱਚੋ car ਗਾਇਬ ਹੈ

source: Missing both car and cdr values from pair in XML file
de: car- und cdr-Werte fehlen beide in Paar aus XML-Datei
ne: XML फाइलमा जोडाबाट दुबै car and cdr मानहरू हराइ रहेको
pa: XML ਫਾਇਲ ਵਿੱਚ ਮੁੱਲ ਜੋੜੇ ਵਿੱਚੋ ਦੋਵੇ car ਅਤੇ cdr ਗਾਇਬ ਹੈ

source: `%c' is an invalid character in a configuration storage address
ne: कन्फिगरेसन भण्डारण ठेगानाभित्र `%c' एउटा अमान्य क्यारेक्टर हो
pa: `%c' ਇੱਕ ਠੀਕ ਅੱਖਰ ਨਹੀ ਹੈ, ਕੀ ਡਾਇਰੈਕਟਰੀ ਨਾਂ ਵਿੱਚ

source: No such file `%s'
de: Keine Datei `%s'
ne: `%s' त्यस्तो फाइल छैन
pa: ਫਾਇਲ `%s' ਕੋਈ ਨਹੀ ਹੈ

source: Backend `%s' failed return a vtable
ne: ब्याकेण्ड `%s' भी तालिका फर्काउन असफल
pa: ਬੈਕਐਂਡ `%s' ਵੀਟੇਬ ਵਾਪਿਸ ਕਰਨ ਤੋਂ ਅਸਫਲ

source: Backend `%s' missing required vtable member `%s'
ne: ब्याकेण्ड `%s' हराइरहेको आवश्यक भी तालिका सदस्य `%s'
pa: ਬੈਕਐਂਡ `%s' ਵਿੱਚ ਲੋੜੀਦਾ ਵੀਟੇਬਲ ਮੈਂਬਰ `%s' ਮੌਜੂਦ ਨਹੀਂ ਹੈ

source: Bad address `%s': %s
ne: `%s' खराब ठेगाना: %s
pa: ਗਲਤ ਸਿਰਨਾਵਾਂ `%s': %s

source: Bad address `%s'
de: Ungültige Adresse `%s'
ne: `%s' खराब ठेगाना
pa: ਗਲਤ ਸਿਰਨਾਵਾਂ `%s'

source: GConf won't work without dynamic module support (gmodule)
de: GConf funktioniert nicht ohne Unterstützung für dynamische Module (gmodule)
ne: डायनामिक मोड्युल समर्थन (gmodule) बिना जिकन्फले काम गर्दैन
pa: ਜੀ-ਕਾਨਫ ਡਾਇਨਮਿਕ ਮੈਡੀਊਲ ਸਹਾਇਤਾ (gmodule) ਤੋ ਬਿਨਾਂ ਕੰਮ ਨਹੀ ਕਰੇਗਾ

source: Error opening module `%s': %s
de: Fehler beim Öffnen von Modul `%s': %s
ne: `%s' मोड्युल खोल्दा त्रुटि: %s
pa: ਗਲਤੀ ਮੈਡੀਊਲ `%s' ਖੋਲਣ ਵਿੱਚ: %s

source: Error initializing module `%s': %s
ne: मोड्युल सुरुआत गर्दा त्रुटि `%s': %s
pa: ਗਲਤੀ, ਮੈਡੀਊਲ `%s' ਖੋਲਣ ਵਿੱਚ: %s

source: Couldn't locate backend module for `%s'
de: Konnte Backend-Modul für `%s' nicht finden
ne: `%s' का लागि ब्याकेण्न्ड मोड्युल तोक्न सकिएन
pa: `%s' ਲਈ ਪਿੱਠਵਰਤੀ ਮੈਡੀਊਲ ਸਥਾਪਿਤ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਿਆ ਹੈ

source: Failed to shut down backend
de: Konnte Backend nicht herunterfahren
ne: ब्याकेण्न्ड बन्द गर्न असफल
pa: ਪਿੱਠਵਰਤੀ ਨੂੰ ਬੰਦ ਕਰਨ ਵਿੱਚ ਅਸਫਲ

source: GConf Error: %s
de: GConf-Fehler: %s
ne: जिकन्फ त्रुटि: %s
pa: ਜੀ-ਕਾਨਫ ਗਲਤੀ: %s

source: GConf warning: failure listing pairs in `%s': %s
de: GConf-Warnung: Fehler beim Auflisten von Paaren in `%s': %s
ne: जिकन्फ चेतावनी: `%s' भित्र असफल सूचीबद्व जोडाहरू: %s
pa: ਜੀ-ਕਾਨਫ ਚੇਤਵਾਨੀ: `%s' ਵਿੱਚ ਜੋੜੇ ਸੂਚੀਬੱਧ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: %s

source: Expected `%s' got `%s' for key %s
de: Erwartete %s, erhielt %s für den Schlüssel %s
ne: कुञ्जी %s का लागि %s आश गरेको `%s' उपलब्ध
pa: ਉਮੀਦ `%s' ਮਿਲਿਆ `%s' ਕੀ %s ਲਈ

source: Received invalid value in set request
de: Habe ungültigen Wert in Einstellungsanfrage erhalten
ne: सेट अनुरोधमा अवैध मान प्राप्त गरियो
pa: ਨਿਰਧਾਰਨ ਮੰਗ ਵਿੱਚ ਗਲਤ ਮੁੱਲ ਮਿਲਿਆ ਹੈ

source: Couldn't make sense of CORBA value received in set request for key `%s'
de: Konnte Sinn des CORBA-Wertes in Einstellungsanfrage für Schlüssel `%s' nicht ausmachen
ne: `%s कुञ्जीका लागि अनुरोध गरिएको CORBA मानको मनसाय बुझिएन
pa: ਕੀ `%s' ਲਈ ਨਿਰਧਾਰਨ ਮੰਗ ਵਿੱਚ ਮਿਲਿਆ ਕੋਰਬਾ ਮੁੱਲ ਕੋਈ ਠੀਕ ਨਹੀ ਹੈ

source: Received request to drop all cached data
de: Habe Anfrage zum Fallenlassen aller Daten im Cache erhalten
ne: सबै क्यास गरिएको डेटा स्थगित गर्न अनुमति प्राप्त भयो
pa: ਸਾਰਾ ਕੈਚੇ ਡਾਟਾ ਨੂੰ ਖਤਮ ਕਰਨ ਦੀ ਮੰਗ ਆਈ ਹੈ

source: Received request to sync synchronously
de: Habe Anfrage zum synchronen Synchronisieren erhalten
ne: समक्रमण तरिकाले सिंक गर्न अनुमति प्राप्त भयो
pa: sync ਸਮਰੂਪ ਕਰਨ ਦੀ ਮੰਗ ਆਈ ਹੈ

source: Fatal error: failed to get object reference for ConfigDatabase
de: Schwere Fehler: Konnte Objektreferenz für ConfigServer nicht erhalten
ne: घातक त्रुटि: कन्फिग डेटाबेसका लागि सन्दर्भ वस्तु पाइएन
pa: ਘਾਤਕ ਗਲਤੀ:ConfigDatabase ਲਈ ਆਬਜੈਕਟ ਹਵਾਲਾ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ

source: Failed to sync one or more sources: %s
de: Konnte ein oder mehrere Quellen nicht synchronisieren: %s
ne: %s एक वा बढी स्रोतहरू सिंक गर्न असफल
pa: ਅਸਫਲ, ਇੱਕ ਜਾਂ ਵਧੇਰੇ ਸਰੋਤਾਂ ਨੂੰ sync ਕਰਨ ਵਿੱਚ : %s

source: Error obtaining new value for `%s' after change notification from backend `%s': %s
ne: ब्याकेण्डबाट `%s' नयाँ मान सूचना परिवर्तन पछि `%s': %s त्रुटि देखियो
pa: ਬੈਕਐਂਡ `%2s' ਤੋਂ ਟਿੱਪਣੀ ਤਬਦੀਲੀ ਬਾਅਦ ਨਵਾਂ ਮੁੱਲ `%1s' ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਗਲਤੀ : %s

source: Failed to log addition of listener %s (%s);will not be able to restore this listener on gconfd restart, resulting in unreliable notification of configuration changes.
ne: स्रोताहरूको %s (%s) संस्करण लग गर्न गर्न असफल; यो स्रोतालाई gconfd रिस्टार्टमा बदल्न अक्षम छ, कन्फिगरेसन परिवर्तनहरूको अविश्वसनीय नोटिफिकेसनमा परिणाम।
pa: ਲਿਸਨਰ %s (%s) ਲਈ ਲਾਗ ਜੋੜਨ ਵਿੱਚ ਅਸਫਲ; gconfd ਦੇ ਮੁੜ ਚਾਲੂ ਹੋਣ ਤੇ ਇਸ ਲਿਸਟਰ ਨੂੰ ਪੁਨਰ-ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਕਾਮਯਾਬ ਨਹੀ ਹੋ ਸਕੇਗਾ ਨਤੀਜਾ ਇਹ ਰਹੇਗਾ ਕਿ ਸੰਰਚਨਾ ਵਿੱਚ ਅਣ-ਚਾਹੀਆ ਤਬਦੀਲੀਆਂ ਦਾ ਟਿੱਪਣੀ ਆਏ ਗੀ

source: Listener ID %lu doesn't exist
de: Zuhörer-ID %lu existiert nicht
ne: %lu स्रोता ID अवस्थित छैन
pa: ਲਿਸਨਟਰ ਸੰਨ-ਨੰ %lu ਮੌਜੂਦ ਨਹੀ ਹੈ

source: Failed to log removal of listener to logfile (most likely harmless, may result in a notification weirdly reappearing): %s
de: Konnte Entfernen eines Zuhörers nicht in der Logdatei verzeichnen (wahrscheinlich harmlos, könnte zu einer seltsamerweise neu erscheinenden Benachrichtung führen): %s
ne: स्रोताको हटाउन सकिने लगफाइलको लग गर्न असफल (यो खतरापूर्ण छ, हुनसक्छ नोटिफिकेसनको परिणाम देखिनेछ): %s
pa: logfile ਤੋ ਲਿਸਨਰ ਦਾ ਲਾਗ ਹਟਾਉਣ ਵਿੱਚ ਅਸਫਲ(ਆਮ ਤੌਰ ਤੇ ਹਾਨੀ-ਰਹਿਤ , ਪਰਵਾਰ-ਵਾਰ ਟਿੱਪਣੀ ਆ ਸਕਦੀ ਹੈ): %s

source: Error getting value for `%s': %s
de: Fehler beim Erhalten des Wertes für `%s': %s
ne: `%s' लागि प्राप्त मानमा त्रुटि: %s
pa: ਗਲਤੀ`%s' ਤੋ ਮੁੱਲ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ: %s

source: Error setting value for `%s': %s
de: Fehler beim Einstellen des Wertes für `%s': %s
ne: `%s' लागि सेटिङ मानमा त्रुटि: %s
pa: ਗਲਤੀ `%s' ਦਾ ਮੁੱਲ ਨਿਰਧਾਰਨ ਕਰਨ ਵਿੱਚ: %s

source: Error unsetting `%s': %s
de: Fehler beim Löschen von `%s': %s
ne: `%s' सेटिङ हटाउँदा त्रुटि: %s
pa: ਗਲਤੀ `%s' ਨੂੰ ਅਣ-ਨਿਰਧਾਰਿਤ ਕਰਨ ਵਿੱਚ: %s

source: Error getting default value for `%s': %s
de: Fehler beim Erhalten des voreingestellten Wertes für `%s': %s
ne: `%s'का लागि पूर्वनिर्धारितमा प्राप्त गर्दा त्रुटि: %s
pa: ਗਲਤੀ `%s' ਦਾ ਮੂਲ ਮੁੱਲ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ: %s

source: Error unsetting "%s": %s
ne: `%s' सेटिङ हटाउदा त्रुटि: %s
pa: ਗਲਤੀ "%s" ਨੂੰ ਅਣ-ਨਿਰਧਾਰਿਤ ਕਰਨ ਵਿੱਚ: %s

source: Error getting new value for "%s": %s
ne: "%s"का लागि नयाँ मान प्राप्त गर्दा त्रुटि: %s
pa: ਗਲਤੀ "%s" ਲਈ ਨਵਾਂ ਮੁੱਲ ਲੈਣ ਵਿੱਚ: %s

source: Error checking existence of `%s': %s
de: Fehler beim Prüfen der Existenz von `%s': %s
ne: `%s' को अवस्थित जाँचमा त्रुटि: %s
pa: ਗਲਤੀ `%s' ਦੀ ਮੌਜੂਦਗੀ ਦੀ ਜਾਂਚ ਕਰਨ ਵਿੱਚ: %s

source: Error removing directory "%s": %s
ne: "%s" डाइरेक्टरी हटाउँदा त्रुटि: %s
pa: ਗਲਤੀ "%s" ਡਾਇਰੈਕਰਟੂ ਨੂੰ ਹਟਾਉਣ ਵਿੱਚ: %s

source: Failed to get all entries in `%s': %s
de: Fehler beim Erhalten aller Einträge in `%s': %s
ne: `%s' मा सबै प्रविष्टिहरू पाउन असफल: %s
pa: ਅਸਫਲ `%s' ਵਿੱਚਲੇ ਸਾਰੇ ਇੰਦਰਾਜ਼ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ: %s

source: Error listing dirs in `%s': %s
de: Fehler beim Auflisten der Verzeichnisse in `%s': %s
ne: `%s' मा डाइरेक्टरी सूचीकृत गर्दा त्रुटि: %s
pa: ਗਲਤੀ `%s' ਵਿੱਚ ਡਾਇਰੈਕਟਰੀਆਂ ਨੂੰ ਸੂਚੀਬੱਧ ਕਰਨ ਵਿੱਚ: %s

source: Error setting schema for `%s': %s
de: Fehler beim Einstellen des Schemas für `%s': %s
ne: `%s' का लागि स्किमा सेट गर्दा त्रुटि: %s
pa: ਗਲਤੀ `%s' ਲਈ ਸਕੀਮ ਨਿਰਧਾਰਿਤ ਕਰਨ ਵਿੱਚ: %s

source: Success
de: Erfolg
ne: सफल
pa: ਸਫਲਤਾ

source: Failed
de: Gescheitert
ne: असफल
pa: ਅਸਫਲ

source: Configuration server couldn't be contacted
de: Konfigurationsserver kann nicht kontaktiert werden
ne: कन्फिगरेसन सर्भर सम्पर्क गर्न सकिएन
pa: ਸੰਰਚਨਾ ਸਰਵਰ ਨਾਲ ਸੰਪਰਕ ਸਥਾਪਿਤ ਨਾ ਹੋ ਸਕਿਆ

source: Permission denied
de: Zugriff verweigert
ne: अनुमति अस्विकृत
pa: ਅਧਿਕਾਰ ਨਹੀ ਹੈ

source: Couldn't resolve address for configuration source
de: Kann Adresse für konfigurations-Quelle nicht auflösen
ne: कन्फिगरेसन स्रोतका लागि ठेगाना स्पष्ट गर्न सकिएन
pa: ਸੰਰਚਨਾ ਸਰੋਤ ਤੋ ਸਿਰਨਾਵਾਂ ਸਮਝ ਨਾ ਸਕਿਆ

source: Bad key or directory name
de: Schlechter Schlüssel oder Ordnername
ne: खराब कुञ्जी वा डाइरेक्टरी नाम
pa: ਗਲਤ ਕੀ ਜਾਂ ਡਾਇਰੈਕਟਰੀ ਨਾਂ

source: Parse error
de: Parserfehler
ne: पद वर्णन गर्दा त्रुटि
pa: ਪਾਰਸ ਗਲਤੀ

source: Corrupt data in configuration source database
de: Beschädigte Daten in der Konfigurations-Quell-Datenbank
ne: कन्फिगरेसन स्रोत डाटाबेसमा दुषित डेटा
pa: ਸੰਰਚਨਾ ਸਰੋਤ ਡਾਟਾਬੇਸ ਵਿੱਚ ਗਲਤ ਡਾਟਾ

source: Type mismatch
de: Typen stimmen nicht überein
ne: टाईप बेमेल
pa: ਕਿਸਮ ਬੇਮੇਲ
