Repository: BARGAN/gconf
Catalog: po/*.po
Languages: de, ne, pa

source: Key operation on directory
de: Schlüsseloperation auf ein Verzeichnis
ne: डाइरेक्टरीमा सञ्चालन कुञ्जी
pa: ਡਾਇਰੈਕਟਰੀ ਤੇ ਕੀ ਕਾਰਵਾਈ

source: Directory operation on key
de: Verzeichnisoperation auf einen Schlüssel
ne: कुञ्जीमा डाइरेक्टरी सञ्चालन
pa: ਕੀ ਤੇ ਡਾਇਰੈਕਟਰੀ ਕਾਰਵਾਈ

source: Can't overwrite existing read-only value
de: Kan bestehenden schreibgeschützten Wert nicht überschreiben
ne: अवस्थित पढ्न-मात्र मान अधिलेखन गर्न सकिएन
pa: ਮੌਜੂਦਾ ਸਿਰਫ ਵੇਖਣ ਵਾਲੇ ਮੁੱਲ ਨੂੰ ਮੁੜ ਲਿਖਿਆ ਨਹੀ ਜਾ ਸਕਦਾ ਹੈ

source: Object Activation Framework error
de: OAF-Fehler
ne: वस्तु सक्रियता फ्रेमवर्क त्रुटि
pa: ਆਬਜੈਕਟ ਸਰਗਰਮ ਫਰੇਮਵਰਕ ਅਸਫਲ

source: Operation not allowed without configuration server
de: Operation ohne Konfigurationsserver nicht erlaubt
ne: कन्फिगरेसन सर्भर बिना सञ्चालनमा अनुमति छैन
pa: ਸੰਰਚਨਾ ਸਰਵਰ ਤੋ ਬਿਨਾਂ ਕਾਰਵਾਈ ਦੀ ਆਗਿਆ ਨਹੀ ਹੈ

source: Failed to get a lock
de: Konnte kein Lock erhalten
ne: ताल्चा पाउन असफल
pa: ਲਾਕ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ

source: No database available to save your configuration
de: Es wurde keine Datenbank gefunden, um die Konfiguration abzuspeichern.
ne: तपाईँको कन्फिगरेसन बचत गर्नका लागि कुनै डाटाबेस उपलब्ध छैन
pa: ਤੁਹਾਡੀ ਸੰਰਚਨਾ ਸੰਭਾਲਣ ਲਈ ਕੋਈ ਡਾਟਾਬੇਸ ਉਪਲੱਬਧ ਨਹੀ ਹੈ

source: No '/' in key "%s"
ne: No '/' कुञ्जीमा "%s"
pa: ਕੋਈ ਨਹੀ '/' ਵਿੱਚ ਕੀ "%s"

source: Invalid UTF-8 in string value in '%s'
ne: '%s' को स्ट्रिङ मानमा अमान्य UTF-8
pa: ਗਲਤ ਯੂਟੀਐਫ-8 ਸਤਰ ਮੁੱਲ ਵਿੱਚ '%s' ਦੇ

source: Couldn't interpret CORBA value for list element
de: Konnte CORBA-Wert für Listenelement nicht interpretieren
ne: सूची तत्वका लागि CORBA मान व्याख्या गर्न सकिएन
pa: ਸੂਚੀ ਅੰਸ਼ ਲਈ ਕੋਰਬਾ ਮੁੱਲ ਵਿੱਚ ਦਖਲਅੰਦਾਜ਼ੀ ਨਹੀ ਕੀਤੀ ਜਾ ਸਕਦੀ

source: Incorrect type for list element in %s
de: Ungültiger Typ für Listenelement in %s
ne: %s मा सूची तत्वका लागि अमिल्दो प्रकार
pa: %s ਵਿੱਚ ਸੂਚੀ ਅੰਸ਼ ਦੀ ਗਲਤ ਕਿਸਮ

source: Received list from gconfd with a bad list type
de: Habe Liste von gconfd mit falschem Listentyp empfangen
ne: खराब सूची प्रकारसँग gconfd बाट सूची प्राप्त गरियो
pa: gconfd ਤੋ ਪ੍ਰਾਪਤ ਸੂਚੀ ਗਲਤ ਸੂਚੀ ਕਿਸਮ ਹੈ

source: Failed to convert object to IOR
de: Konnte Objekt nicht in IOR umwandeln
ne: IOR मा वस्तु परिवर्तन गर्न असफल
pa: ਆਬਜੈਕਟ ਤੋ IOR ਤਬਦੀਲ ਕਰਨ ਵਿੱਚ ਅਸਫਲ

source: Invalid UTF-8 in locale for schema
ne: स्किमाको स्थानीयमा लागि अमान्य UTF-8
pa: ਸਕੀਮ ਲਈ ਲੋਕੇਲ ਵਿੱਚ ਗਲਤ ਯੂਟੀਐਫ-8

source: Invalid UTF-8 in short description for schema
ne: स्किमाको छोटो वर्णनमा अमान्य UTF-8
pa: ਸਕੀਮ ਲਈ ਛੋਟੇ ਵੇਰਵੇ ਵਿੱਚ ਗਲਤ ਯੂਟੀਐਫ-8

source: Invalid UTF-8 in long description for schema
ne: स्किमाका लागि लामो वर्णनमा अमान्य UTF-8
pa: ਸਕੀਮ ਲਈ ਲੰਮੇ ਵੇਰਵੇ ਵਿੱਚ ਗਲਤ ਯੂਟੀਐਫ-8

source: Invalid UTF-8 in owner for schema
ne: स्किमाका लागि मालिकमा अमान्य UTF-8
pa: ਸਕੀਮ ਲਈ ਮਾਲਕ ਵਿੱਚ ਗਲਤ ਯੂਟੀਐਫ-8

source: Couldn't open path file `%s': %s
de: Konnte Pfaddatei `%s' nicht öffnen: %s
ne: `%s' को मार्ग फाइल खोल्न सकिएन: %s
pa: ਰਾਹ ਫਾਇਲ `%s' ਨੂੰ ਖੋਲਿਆ ਨਹੀ ਜਾ ਸਕਿਆ: %s

source: Adding source `%s'
de: Füge Quelle `%s' hinzu
ne: `%s' स्रोतहरू थप
pa: ਸਰੋਤ `%s' ਜੋੜਿਆ ਗਿਆ

source: Read error on file `%s': %s
de: Lesefehler auf Datei `%s': %s
ne: `%s' फाइल पढ्नमा त्रुटि: %s
pa: ਫਾਇਲ`%s' ਤੇ ਪੜਨ ਦੀ ਗਲਤੀ: %s

source: Text contains invalid UTF-8
ne: पाठले अमान्य UTF-8 समावेश गरेको छ
pa: ਪਾਠ ਗਲਤ ਯੂਟੀਐਫ-8 ਰੱਖਦਾ ਹੈ

source: Expected list, got %s
de: Habe Liste erwartet, erhielt %s
ne: आशा गरिएको सूची, %s प्राप्त
pa: ਲੋੜੀਦੀ ਸੂਚੀ, ਉਪਲੱਬਧ ਹੈ %s

source: Expected list of %s, got list of %s
de: Habe Liste von %s erwartet, erhielt Liste von %s
ne: %s को आशा गरिएको सूची, %s को सूची प्राप्त
pa: %s ਦੀ ਲੋੜੀਦੀ ਸੂਚੀ, %s ਦੀ ਸੂਚੀ ਉਪਲੱਬਧ ਹੋਈ

source: Expected pair, got %s
de: Habe Paar erwartet, erhielt %s
ne: आशा गरिएको जोडा, %s प्राप्त
pa: ਲੋੜੀਦਾ ਜੋੜਾ, ਉਪਲੱਬਧ %s

source: Expected (%s,%s) pair, got a pair with one or both values missing
de: Habe Paar (%s,%s) erwartet, erhielt ein Paar, bei dem ein oder beide Werte fehlten
ne: आशा गरिएको (%s,%s) जोडा, एउटा वा दुइवटै हराएको मानसँग जोडा पाइयो
pa: ਲੋੜੀਦਾ (%s,%s) ਜੋੜਾ, ਉਪਲੱਬਧ ਜੋੜੇ ਵਿੱਚੋ ਇੱਕ ਜਾਂ ਦੋਵੇ ਮੁੱਲ ਗਾਇਬ ਹਨ

source: Expected pair of type (%s,%s) got type (%s,%s)
de: Habe Paar von Typ (%s,%s) erwartet, erhielt Typ (%s,%s)
ne: (%s,%s) को प्रकारको जोडा आशा गरिएको, (%s,%s) प्रकारको प्राप्त
pa: ਲੋੜੀਦੇ ਜੋੜੇ ਦੀ ਕਿਸਮ(%s,%s), ਉਪਲੱਬਧ ਕਿਸਮ (%s,%s)

source: Quoted string doesn't begin with a quotation mark
de: Zeichenkette in Anführungszeichen beginnt nicht mit Anführungszeichen
ne: उद्धरण चिन्हसँग क्वोटेड स्ट्रिङ सुरु हुँदैन
pa: ਹਵਾਲਾ ਸਤਰ ਹਵਾਲਾ ਨਿਸ਼ਾਨ ਨਾਲ ਆਰੰਭ ਨਹੀ ਹੋ ਰਹੀ ਹੈ

source: Quoted string doesn't end with a quotation mark
de: Zeichenkette in Anführungszeichen endet nicht mit Anführungszeichen
ne: उद्धरण चिन्हसँग क्वोटेड स्ट्रिङ अन्त्य हुँदैन
pa: ਹਵਾਲਾ ਸਤਰ ਹਵਾਲਾ ਨਿਸ਼ਾਨ ਨਾਲ ਖਤਮ ਨਹੀ ਹੋ ਰਹੀ ਹੈ

source: Encoded value is not valid UTF-8
ne: सङ्केतन मान मान्य UTF-8 होइन
pa: ਇੰਕੋਡਿੰਡ ਮੁੱਲ ਠੀਕ ਯੂਟੀਐਫ-8 ਨਹੀ ਹੈ

source: Could not lock temporary file '%s': %s
ne: '%s': %s अस्थायी फाइलमा ताल्चा लगाउन सकिएन
pa: ਆਰਜ਼ੀ ਫਾਇਲ '%s' ਨੂੰ ਲਾਕ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ: %s

source: Could not create file '%s', probably because it already exists
ne: '%s' फाइल सिर्जना गर्न सकिएन, सायद यो किनभने पहिले नै अवस्थित छ
pa: ਫਾਇਲ '%s' ਨੂੰ ਬਣਾਇਆ ਨਹੀ ਜਾ ਸਕਦਾ ਹੈ, ਸੰਭਵ ਹੈ ਕਿ ਇਹ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ

source: Failed to create or open '%s'
ne: '%s' सिर्जना गर्न वा खोल्न असफल
pa: '%s' ਨੂੰ ਬਣਾਉਣ ਜਾਂ ਖੋਲਣ ਵਿੱਚ ਅਸਫਲ

source: Failed to lock '%s': probably another process has the lock, or your operating system has NFS file locking misconfigured (%s)
ne: '%s' ताल्चा लगाउन असफल: सायद अर्को प्रकृयामा बन्द हुनसक्छ अथवा तपाईँको सञ्चालन प्रणालीमा NFS फाइलमा ताल्चा लगाउँने गलत तरिकाले कन्फिगर गरिएको छ (%s)
pa: ਅਸਫਲ ਲਾਕ '%s' ਲਈ: ਸੰਭਵ ਹੈ ਕਿ ਕਿਸੇ ਹੋਰ ਕਾਰਜ ਨੇ ਲਾਕ ਕਰ ਲਿਆ ਹੈ ਜਾਂ ਤੁਹਾਡੇਓਪਰੇਟੀਇੰਗ ਸਿਸਟਮ ਕੋਲ NFS ਫਾਇਲ ਲਾਕਇੰਗ ਦੀ ਗਲਤ-ਸੰਰਚਨਾ(%s) ਹੈ

source: Failed to remove '%s': %s
ne: '%s' हटउन असफल: %s

source: IOR file '%s' not opened successfully, no gconfd located: %s
ne: IOR फाइल '%s' सफलतापूर्वक खुलेन, %s gconfd अवस्थित छैन
pa: IOR ਫਾਇਲ '%s' ਨੂੰ ਸਫਲਤਾਪੂਰਕ ਖੋਲਿਆ ਨਹੀ ਜਾ ਸਕਿਆ ਹੈ, ਕੋਈ gconfd ਸਥਾਪਿਤ ਨਹੀ: %s

source: gconftool or other non-gconfd process has the lock file '%s'
ne: gconftool वा अन्य gconfd नभएको प्रकृयामा ताल्चा लगाइएको फाइल छ '%s'
pa: gconftool ਜਾਂ ਹੋਰ ਨਾ-gconfd ਕਾਰਜ ਨੇ ਫਾਇਲ '%s' ਨੂੰ ਲਾਕ ਕਰ ਲਿਆ ਹੈ

source: couldn't contact ORB to resolve existing gconfd object reference
ne: अवस्थित gconfd वस्तु सन्दर्भलाई स्पष्ट गर्नका लागि ORB सम्पर्क गर्न सकिएन
pa: ORB ਨਾਲ ਸੰਪਰਕ ਨਹੀ ਹਿ ਸਕਿਆ ਤਾਂ ਕਿ ਮੌਜੂਦਾ gconfd ਆਬਜੈਕਟ ਹਵਾਲੇ ਨੂੰ ਹੱਲ ਕੀਤਾ ਜਾ ਸਕੇ

source: Failed to convert IOR '%s' to an object reference
ne: IOR '%s' लाई वस्तु सन्दर्भमा रूपान्तर गर्न सकिएन
pa: ਅਸਫਲ IOR '%s' ਤੋ ਆਬਜੈਕਟ ਹਵਾਲਾ ਤਬਦੀਲ ਕਰਨ ਵਿੱਚ

source: couldn't create directory `%s': %s
de: Konnte Verzeichnis `%s' nicht anlegen: %s
ne: `%s': %s डाइरेक्टरी सिर्जना गर्न सकिएन
pa: ਡਾਇਰੈਕਟਰੀ `%s' ਬਣਾ ਨਹੀ ਸਕਿਆ: %s

source: Can't write to file `%s': %s
de: Kann nicht in Datei `%s' schreiben: %s
ne: `%s': %s फाइलमा लेख्न सकिएन
pa: ਫਾਇਲ `%s' ਤੇ ਲਿਖਿਆ ਨਹੀ ਜਾ ਸਕਿਆ: %s

source: We didn't have the lock on file `%s', but we should have
ne: फाइल`%s' मा हामीसँग ताल्चा लगाउने छैन, तर हामीसँग हुनुपर्दछ
pa: ਸਾਡੇ ਕੋਲ ਫਾਇਲ `%s' ਤੇ ਲਾਕ ਨਹੀ ਹੈ, ਪਰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ

source: Failed to link '%s' to '%s': %s
ne: '%s' लाई '%s': %s मा लिङ्क गर्न असफल
pa: ਅਸਫਲ ਸੰਬੰਧ '%s' ਤੋ '%s' : %s

source: Failed to remove lock file `%s': %s
ne: `%s': %s ताल्चा लगाइएको फाइल हटाउन असफल
pa: ਅਸਫਲ ਫਾਇਲ `%s' ਤੋ ਲਾਕ ਹਟਾਉਣ ਵਿੱਚ: %s

source: Failed to clean up file '%s': %s
ne: `%s': %s फाइल सफा गर्न असफल
pa: ਅਸਫਲ ਫਾਇਲ '%s' ਨੂੰ ਸਾਫ਼ ਕਰਨ ਵਿੱਚ: %s

source: Failed to remove lock directory `%s': %s
ne: `%s': %s ताल्चा लगाउने डाइरेक्टरी हटाउन असफल
pa: ਅਸਫਲ ਡਾਇਰੈਕਟਰੀ`%s' ਤੋ ਲਾਕ ਹਟਾਉਣ ਵਿੱਚ: %s

source: Failed to unlink lock file %s: %s
ne: `%s': %s ताल्चा लगाइएको फाइल छुटाउन असफल
pa: ਅਸਫਲ ਲਾਕ ਫਾਇਲ %s ਤੋ ਸੰਬੰਧ ਤੋੜਨ ਵਿੱਚ: %s

source: Failed to stat %s: %s
ne: %s: %s सुरु गर्न असफल
pa: ਅਸਫਲ %s ਤੋ ਸ਼ੁਰੂ ਕਰਨ ਵਿੱਚ: %s

source: Server ping error: %s
ne: %s सर्भर पिङमा त्रुटि
pa: ਸਰਵਰ ਪਿੰਗ(ping) ਗਲਤੀ : %s

source: Failed to create pipe for communicating with spawned gconf daemon: %s
ne: स्पन्ड gconf डमोनसँग सम्पर्क गर्नका लागि पाइप सिर्जना गर्न असफल: %s
pa: ਸਵੈਂਪਡ ਜੀ-ਕਾਨਫ ਡੇਮੋਨ ਨਾਲ ਸੰਚਾਰ ਲਈ ਪਾਇਪ ਬਣਾਉਣ ਵਿੱਚ ਅਸਫਲ: %s

source: Failed to launch configuration server: %s
ne: %s कन्फिगरेसन सर्भर स्थापना गर्न असफल
pa: ਅਸਫਲ ਸੰਰਚਨਾ ਸਰਵਰ ਨੂੰ ਚਾਲੂ ਕਰਨ ਵਿੱਚ: %s

source: Failed to contact configuration server; some possible causes are that you need to enable TCP/IP networking for ORBit, or you have stale NFS locks due to a system crash. See http://www.gnome.org/projects/gconf/ for information. (Details - %s)
ne: कन्फिगरेसन सर्भर सम्पर्क हुन असफल; केही संभावित कारणहरू मा तपाईँले TCP/IP सञ्झ्याल ORBit का लागि सक्षम गर्नु, वा तपाईँले क्र्याशको कारणले NFS ताल्चाहरू प्रणाली भुल्नुभयो। सूचनाका लागि http://www.gnome.org/projects/gconf/ हेर्नुहोस् (विवरण - %s)
pa: ਸੰਰਚਨਾ ਸਰਵਰ ਨਾਲ ਸੰਪਰਕ ਕਰਨ ਵਿੱਚ ਅਸਫਲ ਕੁਝ ਸੰਭਵ ਕਾਰਨ ਹਨ ਕਿ ਤੁਹਾਨੂੰ ORBit ਲਈ TCP/IP ਨੈਟਵਰਕਿੰਗ ਨੂੰ ਯੋਗ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ ਜਾਂ ਸਿਸਟਮ ਦੇ ਮੁੜ ਚਾਲੂ ਹੋਣ ਲਈ NFS ਲਾਕਨੂੰ ਮੁੜ ਸਥਾਪਿਤ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਲਈ http://www.gnome.org/projects/gconf/ ਵੇਖੋ (ਵੇਰਵਾ - %s)

source: none
ne: कुनै पनि होइन
pa: ਕੋਈ ਨਹੀ

source: Error on option %s: %s. Run '%s --help' to see a full list of available command line options.
de: Fehler bei Option %s: %s. `%s --help' aufführen, um eine vollständige Liste verfügbarer Kommandozeilenoptionen auszugeben.
ne: %s: %s विकल्पमा त्रुटि उपलब्ध आदेश लाइन विकल्पहरूको पूरा सूची हेर्नका लागि'%s -- मद्दत चलाउनुहोस्।
pa: ਗਲਤੀ ਚੋਣ%s ਤੇ: %s. ਚਲਾਉ '%s --help' ਤਾਂ ਕਿ ਉਪਲੱਬਧ ਪੂਰੀ ਕਮਾਂਡ ਲਾਈਨ ਚੋਣ ਦੀ ਸੂਚੀ ਵੇਖੀ ਜਾ ਸਕੇ

source: Please contact your system administrator to resolve the following problem: Could not open or create the file "%s"; this indicates that there may be a problem with your configuration, as many programs will need to create files in your home directory. The error was "%s" (errno = %d).
ne: तलका समस्या स्पष्ट गर्न तपाईँको प्रणाली ब्यवस्थापकसँग सम्पर्क गर्नुहोस्: फाइल "%s" सिर्जना गर्न वा खोल्न सकिएन; तपाईँको कन्फिगरेसनमा समस्या छ भन्ने दर्शाउदछ, तपाईँको गृह डाइरेक्टरीमा थुप्रै कार्यक्रमहरूले फाइलहरू सिर्जना गर्नु आवश्यक छ। त्रुटि"%s" (errno = %d) हो।
pa: ਹੇਠ ਲਿਖੀ ਸਮੱਸਿਆ ਲਈ ਆਪਣੇ ਸਿਸਟਮ ਪ੍ਬੰਧਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ: ਫਾਇਲ "%s" ਬਣਾਉਣ ਜਾਂ ਖੋਲਣ ਵਿੱਚ ਅਸਫਲ; ਇਹ ਦਰਸਾਉਦਾ ਹੈ ਕਿ ਤੁਹਾਡੀ ਸੰਰਚਨਾ ਵਿੱਚ ਸਮੱਸਿਆ ਹੈ, ਜਿਵੇ ਕਈ ਕਾਰਜਾਂ ਨੂੰ ਤੁਹਾਡੀ ਘਰ ਡਾਇਰੈਕਟਰੀ ਵਿੱਚ ਫਾਇਲਾਂ ਬਣਾਉਣ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈਗਲਤੀ ਹੈ "%s" (ਗਲਤੀ ਨੰ = %d).

source: Please contact your system administrator to resolve the following problem: Could not lock the file "%s"; this indicates that there may be a problem with your operating system configuration. If you have an NFS-mounted home directory, either the client or the server may be set up incorrectly. See the rpc.statd and rpc.lockd documentation. A common cause of this error is that the "nfslock" service has been disabled.The error was "%s" (errno = %d).
ne: तलका समस्या स्पष्ट गर्न कृपया तपाईँको प्रणाली ब्यवस्थापकलाई सम्पर्क गर्नुहोस्: फाइल "%s" ताल्चा लगाउन सकिएन; तपाईँको सञ्चालन प्रणाली कन्फिगरेसनमा समस्या छ भन्ने दर्शाउदछ। यदि तपाईँ संगNFS-माउन्टेड गृह डाइरेक्टरी छ भने, कि त ग्राहक वा सर्भर गलत तरिकाले सेटअप भएको हुनुपर्छ। rpc.statd र rpc.lockd मिसिलिकरण हेर्नुहोस्। यसको साधारण कारण "nfslock" सेवा अक्षम पार्नु हो। त्रुटि"%s" (errno = %d) हो।
pa: ਹੇਠ ਲਿਖੀ ਸਮੱਸਿਆ ਲਈ ਆਪਣੇ ਸਿਸਟਮ ਪ੍ਬੰਧਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ: ਫਾਇਲ "%s" ਨੂੰ ਲਾਕ ਨਾ ਕੀਤਾ ਜਾ ਸਕਿਆ ਹੈ;ਇਹ ਦਰਸਾਉਦਾ ਹੈ ਕਿ ਤੁਹਾਡੇ ਓਪਰੇਟੀਇੰਗ ਸਿਸਟਮ ਸੰਰਚਨਾ ਵਿੱਚ ਸਮੱਸਿਆ ਹੈ ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ NFS-ਮਾਊਟਿੰਡ ਘਰ ਡਾਇਰੈਕਟਰੀ ਹੈ,ਭਾਵੇ ਕਿ ਕਲਾਂਈਟ ਜਾਂ ਸਰਵਰ ਦਾ ਨਿਰਧਾਰਨ ਗਲਤ ਹੈ ਵੇਖੋ rpc.statd ਅਤੇ rpc.lockd ਦਸਤਾਵੇਜ਼ ਗਲਤੀ ਦਾ ਆਮ ਕਾਰਨ ਹੈ ਕਿ "nfslock" ਸੇਵਾ ਅਯੋਗ ਹੈ ਗਲਤੀ ਹੈ "%s" (ਗਲਤੀ ਨੂੰ = %d)

source: Can't remove file %s: %s
ne: फाइल %s हटाउन सकिँदैन: %s
pa: ਫਾਇਲ %s ਨੂੰ ਹਟਾਇਆ ਨਹੀ ਜਾ ਸਕਿਆ: %s

source: Please contact your system administrator to resolve the following problem: No configuration sources in the configuration file "%s"; this means that preferences and other settings can't be saved. %s%s
ne: तलका समस्या स्पष्ट गर्न तपाईँको प्रणाली ब्यवस्थापकसँग सम्पर्क गर्नुहोस्: कन्फिगरेसन फाइल "%s" मा कुनै कन्फिगरेसन स्रोतहरू छैन; यसको मतलब प्राथमिकताहरू र अन्य सेटिङ बचत गर्न सकिँदैन। %s%s
pa: ਹੇਠ ਲਿਖੀ ਸਮੱਸਿਆ ਲਈ ਆਪਣੇ ਸਿਸਟਮ ਪ੍ਬੰਧਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ: ਸੰਰਚਨਾ ਫਾਇਲ "%s" ਵਿੱਚ ਕੋਈ ਸੰਰਚਨਾ ਸਰੋਤ ਨਹੀ ਹੈ; ਇਸ ਦਾ ਅਰਥ ਇਹ ਹੈ ਕਿਪਸੰਦ ਅਤੇ ਹੋਰ ਨਿਰਧਾਰਨ ਨੂੰ ਸੰਭਾਲਿਆ ਨਹੀ ਜਾ ਸਕੇਗਾ %s%s

source: Error reading the file:
ne: फाइल पढ्दा त्रुटि:
pa: ਗਲਤੀ ਫਾਇਲ ਨੂੰ ਪੜਨ ਵਿੱਚਃ

source: Please contact your system administrator to resolve the following problem: Could not resolve the address "%s" in the configuration file "%s": %s
ne: तलका समस्या स्पष्ट गर्नका लागि तपाईँको प्रणाली ब्यवस्थापकलाई सम्पर्क गर्नुहोस्: कन्फिगरेसन फाइल "%s": %s मा "%s" ठेगाना समाधान गर्न सकिएन
pa: ਹੇਠ ਲਿਖੀ ਸਮੱਸਿਆ ਲਈ ਆਪਣੇ ਸਿਸਟਮ ਪ੍ਬੰਧਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ: ਸਿਰਨਾਵਾਂ "%s" ਸੰਰਚਨਾ ਫਾਇਲ "%s" ਤੋ, ਨੂੰ ਹੱਲ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਿਆ: %s

source: The files that contain your preference settings are currently in use. You might be logged in to a session from another computer, and the other login session is using your preference settings files. You can continue to use the current session, but this might cause temporary problems with the preference settings in the other session. Do you want to continue?
ne: तपाईँको प्राथमिकता सेटिङ समावेश गरेको फाइलहरू हाल प्रयोगमा छ। तपाईँ अर्को कम्प्युटरबाट सत्रमा लगइन गर्नुभएको हुन सक्दछ, र अन्य लगइन सत्रले तपाईँको प्राथमिकता सेटिङ फाइलहरू प्रयोग गर्दैछ। तपाईँ हालको सत्र प्रयोग गर्न जारी राख्न सक्नुहुन्छ, तर यसले अन्य सत्रमा प्राथमिकता सेटिङसँग अस्थायी समस्याहरू निम्त्याउन सक्छ। के तपाईँ जारी राख्न चाहनुहुन्छ ?
pa: ਫਾਇਲਾਂ ਜੋ ਤੁਹਾਡੀ ਪਸੰਦ ਨਿਰਧਾਰਨ ਨੂੰ ਰੱਖਦੀਆਂ ਹਨ, ਇਸ ਵੇਲੇ ਵਰਤੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ ਤੁਸੀ ਜ਼ਰੂਰ ਹੀ ਹੋਰ ਕੰਪਿਊਟਰ ਤੇ ਅਜਲਾਸ ਵਿੱਚ ਹੋ ਅਤੇ ਹੋਰ ਲਾਗਆਨ ਅਜਲਾਸ ਤੁਹਾਡੀ ਪਸੰਦ ਵਰਤ ਰਿਹਾ ਹੈ ਤੁਸੀ ਮੌਜੂਦਾ ਅਜਲਾਸ ਨੂੰ ਵਰਤ ਸਕਦੇ ਹੋ , ਇਹ ਤੁਹਾਡੇ ਹੋਰ ਅਜਲਾਸ ਦੀ ਪਸੰਦ ਵਿੱਚ ਆਰਜ਼ੀ ਤੌਰ ਤੇ ਮੁਸ਼ਕਿਲ ਪੈਦਾ ਕਰ ਸਕਦਾ ਹੈ ਕੀ ਤੁਸੀ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੋਗੇ ?

source: _Log Out
ne: लगआउट
pa: ਬਾਹਰੀ ਦਰ(ਲਾਗ-ਆਉਟ)

source: _Continue
ne: जारी राख्नुहोस्
pa: ਜਾਰੀ

source: %s Continue (y/n)?
ne: %s जारी राख्नुहोस् (हो/होइन) ?
pa: %s ਜਾਰੀ (ਹਾਂ/ਨਾ)?

source: Schema contains invalid UTF-8
ne: स्किमाले अमान्य UTF-8 समावेश गर्दछ
pa: ਸਕੀਮ ਗਲਤ ਯੂਟੀਐਫ-8 ਰੱਖਦਾ ਹੈ

source: Schema specifies type list but doesn't specify the type of the list elements
ne: स्किमाले प्रकार सूची निर्दिष्ट गर्दछ तर सूची तत्वहरूको प्रकार निर्दिष्ट गर्दैन
pa: ਸਕੀਮਾ ਨੇ ਕਿਸਮ ਸੂਚੀ ਤਾਂ ਨਿਰਧਾਰਿਤ ਕੀਤੀ ਹੈ, ਪਰ ਸੂਚੀ ਇਕਾਈ ਦੀ ਕਿਸਮ ਨਿਰਧਾਰਿਤ ਨਹੀ ਕੀਤੀ

source: Schema specifies type pair but doesn't specify the type of the car/cdr elements
ne: स्किमाले प्रकार जोडा निर्दिष्ट गर्दछ तर car/cdr तत्वहरूको प्रकार निर्दिष्ट गर्दैन
pa: ਸਕੀਮਾ ਨੇ ਕਿਸਮ ਜੋੜਾ ਤਾਂ ਨਿਰਧਾਰਿਤ ਕੀਤੀ ਹੈ, ਪਰ car/cdr ਇਕਾਈ ਦੀ ਕਿਸਮ ਨਿਰਧਾਰਿਤ ਨਹੀ ਕੀਤੀ

source: Failed to load source "%s": %s
ne: "%s": %s स्रोत लोड गर्न असफल
pa: ਅਸਫਲ ਸਰੋਤ "%s" ਨੂੰ ਲੋਡ ਕਰਨ ਵਿੱਚ: %s

source: Resolved address "%s" to a writable configuration source at position %d
ne: लेख्न योग्य कन्फिगरेसन स्रोतमा स्पष्ट गरिएको ठेगाना "%s",स्थान %d मा
pa: ਹੱਲ ਸਿਰਨਾਵਾਂ "%s"ਲਿਖਣਯੋਗ ਹੈ, ਸੰਰਚਨਾ ਸਰੋਤ ਸਥਿਤੀ %d ਤੇ

source: Resolved address "%s" to a read-only configuration source at position %d
ne: पढ्ने-मात्र कन्फिगरेसन स्रोतमा स्पष्ट गरिएको ठेगाना "%s",स्थान %d मा
pa: ਹੱਲ ਸਿਰਨਾਵਾਂ "%s" ਸਿਰਫ਼ ਵੇਖਣਯੋਗ ਹੈ, ਸੰਰਚਨਾ ਸਰੋਤ ਸਥਿਤੀ %d ਤੇ

source: Resolved address "%s" to a partially writable config source at position %d
ne: आंशिकरूपमा लेख्न योग्य कन्फिगरेसन स्रोतमा स्पष्ट गरिएको ठेगाना "%s",स्थान %d मा
pa: ਹੱਲ ਸਿਰਨਾਵਾਂ "%s" ਥੋੜਾ-ਲਿਖਣਯੋਗ ਹੈ, ਸੰਰਚਨਾ ਸਰੋਤ ਸਥਿਤੀ %d ਤੇ

source: None of the resolved addresses are writable; saving configuration settings will not be possible
ne: कुनै पनि स्पष्ट गरिएका ठेगानाहरू लेख्न योग्य छैनन्; बचत गरेर सेटिङ गरिएका ढाँचा सम्भव हुने छैन
pa: ਕੋਈ ਹੱਲ ਸਿਰਨਾਵਾਂ ਲਿਖਣਯੋਗ ਨਹੀ ਹੈ, ਸੋ ਸੰਰਚਨਾ ਸਰੋਤ ਨਿਧਾਰਨ ਨੂੰ ਸੰਭਾਲਣ ਸੰਭਵਨਹੀ ਹੈ

source: Schema `%s' specified for `%s' stores a non-schema value
de: Schema %s, abgegeben für %s speichert einen nicht-schematischen Wert
ne: `%s' लागि निर्दिष्ट गरिएको `%s' स्किमाले स्किमा नभएको मानलाई बचत गर्दछ
pa: ਸਕੀਮ`%s' ਜੋ ਕਿ `%s' ਲਈ ਨਿਰਧਾਰਿਤ ਹੈ, ਨੇ ਇੱਕ ਨਾ-ਸਕੀਮ ਮੁੱਲ ਸੰਭਾਲਿਆ ਹੈ

source: The '/' name can only be a directory, not a key
de: Der Name '/' kann nur ein Verzeichnis sein, kein Schlüssel
ne: '/' नाम डाइरेक्टरी मात्र हुनसक्छ, कुञ्जी हुन सक्दैन
pa: ਨਾਂ '/' ਸਿਰਫ ਇੱਕ ਡਾਇਰੈਕਟਰੀ ਹੀ ਹੋ ਸਕਦਾ ਹੈ, ਨਾ ਕਿ ਕੀ

source: Value for `%s' set in a read-only source at the front of your configuration path
ne: तपाईँको कन्फिगरेसन मार्गको नजिक पढ्ने-मात्र स्रोतमा `%s' मान छ
pa: ਤੁਹਾਡੇ ਸੰਰਚਨਾ ਰਾਹ ਦੇ ਵਿੱਚ ਸਿਰਫ਼ ਵੇਖਣ ਵਾਲੇ ਸਰੋਤ ਤੇ `%s' ਦਾ ਮੁੱਲ

source: Unable to store a value at key '%s', as the configuration server has no writable databases. There are some common causes of this problem: 1) your configuration path file %s/path doesn't contain any databases or wasn't found 2) somehow we mistakenly created two gconfd processes 3) your operating system is misconfigured so NFS file locking doesn't work in your home directory or 4) your NFS client machine crashed and didn't properly notify the server on reboot that file locks should be dropped. If you have two gconfd processes (or had two at the time the second was launched), logging out, killing all copies of gconfd, and logging back in may help. If you have stale locks, remove ~/.gconf*/*lock. Perhaps the problem is that you attempted to use GConf from two machines at once, and ORBit still has its default configuration that prevents remote CORBA connections - put "ORBIIOPIPv4=1" in /etc/orbitrc. As always, check the user.* syslog for details on problems gconfd encountered. There can only be one gconfd per home directory, and it must own a lockfile in ~/.gconfd and also lockfiles in individual storage locations such as ~/.gconf
ne: कुञ्जी '%s' मा मान भण्डार गर्न अक्षम, कन्फिगरेसन सर्भरसँग कुनै लेख्न योग्य डाटाबेसहरू छैनन्। त्यहाँ यो समस्याको केही साझा कारणहरू छन्: १) तपाईँको कन्फिगरेसन मार्ग फाइल %s/मार्गले कुनै डाटाबेसहरू समावेश गर्दैन वा फेला पारेन २) केही कारणले हामीले गलत तरिकाले दुई वटा gconfd प्रकृयाहरू सिर्जना गर्यौं ३) तपाईँको सञ्चालन प्रणाली गलत कन्फिगर छ त्यसैले NFS फाइल ताल्चा लगाउनेले तपाईँको गृह डाइरेक्टरीमा कार्य गर्दैन वा ४) तपाईँको NFS ग्राहक मेशिन क्र्यास भयो र नियमित तरिकाले रिबुटमा सर्भर सूचित गर्दैन जुन फाइल ताल्चाहरू छोड्नु पर्दछ। यदि तपाईँ संगदुईवटा gconfd प्रकृयाहरू छन् (दोस्रो सुरुआत गरेको बेलामा दुईवटा थियो) भने, लग आउट गर्दै, gconfd को सबै प्रतिलिपिहरू नष्ट गर्दै, र पछाडि लग गर्दै मद्दत गर्न सक्दछ। यदि तपाईँसँग स्टाले ताल्चाहरू छ भने, ~/.gconf*/*lock हटाउनुहोस्। संभवत समस्या तपाईँले GConf दुई मेसिनहरूबाट एकै चोटि प्रयोग गर्न प्रयत्न गर्नु , र ORBitसँग अझै पनि यसको पूर्वनिर्धारित कन्फिगरेसन छ जुनले दूर CORBA जडानहरू सुधार गर्दछ - राख्नुहोस् "ORBIIOPIPv4=1" /etc/orbitrc मा. प्राय: जहिले पनि, प्रयोगकर्ता.* syslog हुँदैनगर्नुहोस् बिस्तृतका लागि समस्याहरू gconfd इनकाउन्टरमा. त्यहाँ मात्र एउटा gconfd प्रति गृह डाइरेक्टरीमा हुनसक्छ, र यसले लकफाइललाई स्वामित्व गरेको छ ~/.gconfd र साथै लकफाइलहरू व्यक्तिगत सङ्ग्रह स्थानहरूमा जस्तै ~/.gconf
pa: ਅਸਫਲ ਕੀ '%s' ਦਾ ਮੁੱਲ ਨੂੰ ਸੰਭਾਲਿਆ ਨਹੀ ਜਾ ਸਕਦਾ ਹੈ, ਕਿਉਕਿ ਸੰਰਚਨਾ ਸਰਵਰ ਤੇ ਕੋਈ ਲਿਖਣਯੋਗ ਡਾਟਾਬੇਸ ਨਹੀ ਹੈ ਮੁਸ਼ਕਿਲ ਦੇ ਆਮ ਕਾਰਨ ਹੋ ਸਕਦੇ ਹਨਃ੧) ਤੁਹਾਡੀ ਸੰਰਚਨਾ ਰਾਹ ਫਾਇਲ %s/ ਰਾਹ ਵਿੱਚ ਕੋਈ ਡਾਟਾਬੇਸ ਨਹੀ ਹੈ ਜਾਂ ਲੱਭਿਆ ਨਹੀ ਹੈ ੨) ਗਲਤੀ ਨਾਲ ਅਸੀ ਦੋ gconfd ਕਾਰਜ ਬਣਾ ਲਏ ਹਨ ੩) ਤੁਹਾਡਾ ਓਪਰੇਟੀਇੰਗ ਸਿਸਟਮ ਦੀ ਸੰਰਚਨਾ ਗਲਤ ਹੈ ਤਾਂ ਹੀ NFS ਫਾਇਲ ਤਾਲਾਬੰਦੀ ਤੁਹਾਡੇ ਘਰ ਫੋਲਡਰ ਤੇ ਕੰਮ ਨਹੀ ਕਰਦੀ ਹੈ ਜਾਂ 4) ਤੁਹਾਡੀ NFS ਕਲਾਂਇਟ ਮਸ਼ੀਨ ਖੜ੍ਰ ਗਈ ਹੈ ਅਤੇ ਮੁੜ ਚਲਾਉਣ ਤੇ ਸਰਵਰ ਨੂੰ ਦੱਸਿਆ ਨਹੀ ਗਿਆ ਕਿ ਫਾਇਲ ਨੂੰ ਛੱਡ ਦਿੱਤਾ ਜਾਏ ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ ਦੋ gconfd ਕਾਰਜ ਹਨ(ਜਾਂ ਇਸ ਵੇਲੇ ਦੋ ਹਨ, ਦੂਜਾ ਅਜੇ ਸ਼ੁਰੂ ਹੋਇਆ ਹੈ), ਲਾਗ-ਆਉਟ ਕਰੋ, gconfd ਦੀਆਂ ਨਕਲਾਂ ਨੂੰ ਖਤਮ ਕਰੋ, ਅਤੇ ਫਿਰ ਲਾਗ-ਆਨ ਕਰਨ ਸਹਾਇਕ ਹੋ ਸਕਦਾ ਹੈ ਜੇਕਰਤੁਹਾਡੇ ਕੋਲ ਸਥਿਰ ਤਾਲਾ ਹੈ ਤਾਂ ~/.gconf*/*lock ਨੂੰ ਹਟਾ ਦਿਉ ਇਹ ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਤੁਸੀ ਦੋ ਮਸ਼ੀਨਾਂ ਤੇGConf ਨੂੰ ਇੱਕੋ ਸਮੇ ਵਰਤਣ ਦੀ ਕੋਸ਼ਿਸ ਕਰ ਰਹੇ ਹੋ, ਅਤੇ ORBit ਕੋਲ ਉਸਦੀ ਮੂਲ ਸੰਰਚਨਾ ਹੈ ਜੋਕਿਰਿਮੋਟ ਕੋਰਬਾ(CORBA) ਕੁਨੈਕਸ਼ਨ ਤੋ ਇਨਕਾਰ ਕਰਦੀ ਹੈ ਇਹ "ORBIIOPIPv4=1" /etc/orbitrc ਵਿੱਚ ਹਮੇਸ਼ਾ ਦੀ ਤਰਾਂ , user.* syslog ਨੂੰ ਜਾਂਚੋ ਤਾਂਕਿgconfd ਵਿੱਚ ਆਈ ਮੁਸ਼ਕਿਲ ਦੇ ਵੇਰਵੇ ਦੇਖੇ ਜਾ ਸਕਣ ਹਰੇਕ ਘਰ ਡਾਇਰੈਕਟਰੀ ਲਈ ਇੱਕ gconfd ਹੁੰਦਾ ਹੈ ਅਤੇ ਇਸ ਦੀ ਆਪਣੀ ਤਾਲਾਬੰਦੀ ਫਾਇਲ ~/.gconfd ਵਿੱਚ ਹੋਣੀ ਜ਼ਰੂਰੀ ਹੈ ਅਤੇ ਵੱਖਰੀ ਸੰਭਾਲ ਥਾਂਵਾ ਤੇ ਵੱਖਰੀ ਤਾਲਾਫਾਇਲ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ ਜਿਵੇ ਕਿ ~/.gconf ਆਦਿ

source: Error finding metainfo: %s
de: Fehler beim Finden der Meta-Informationen: %s
ne: मेटा इन्फो:%s फेला पार्दा त्रुटि
pa: ਗਲਤੀ ਮੈਟਾ-ਜਾਣਕਾਰੀ ਲੱਭਣ ਵਿੱਚ: %s

source: Error getting metainfo: %s
de: Fehler beim Ermitteln der Meta-Informationen: %s
ne: मेटा इन्फो:%s प्राप्त गर्दा त्रुटि
pa: ਗਲਤੀ ਮੈਟਾ-ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ: %s

source: Key `%s' listed as schema for key `%s' actually stores type `%s'
de: Schlüssel '%s', gelistet als Schema für Schlüssel '%s' hat aktuell Typ '%s'
ne: कुञ्जी `%s' स्किमाको रूपमा सूचीबद्व कुञ्जीका लागि `%s' खास प्रकार बचत गर्दछ `%s'
pa: ਸੂਚੀਬੱਧ ਕੀ `%s' ਜਿਵੇ ਕਿ ਸਕੀਮ ਕੀ `%s' ਲਈ ਅਸਲ ਵਿੱਚ ਸੰਭਾਲੀ ਕਿਸਮ `%s'

source: Didn't understand `%s' (list must start with a '[')
de: verstehe %s nicht (Liste muss mit einem '[' beginnen)
ne: '%s' बुझिएन (सूची '['सँगै सुरु हुनुपर्छ)
pa: ਸਮਝਿਆ ਨਾ ਜਾ ਸਕਿਆ `%s' (ਸੂਚੀ '[' ਨਾਲ ਸ਼ੁਰੂ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ)

source: Didn't understand `%s' (list must end with a ']')
de: Verstehe %s nicht (Liste muss mit einem ']' enden)
ne: `%s' बुझिएन (सूची ']'सँग अन्त्य हुनुपर्छ)
pa: ਸਮਝਿਆ ਨਾ ਜਾ ਸਕਿਆ `%s' (ਸੂਚੀ ']' ਨਾਲ ਖਤਮ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ)

source: Didn't understand `%s' (extra unescaped ']' found inside list)
de: Verstehe %s nicht (zusätzliches, uncodiertes ']' in der Liste gefunden)
ne: `%s' बुझिएन (सूची भित्र ननिस्किएको ']' पाइयो)
pa: ਸਮਝਿਆ ਨਾ ਜਾ ਸਕਿਆ `%s' (ਵਾਧੂ ਬਿਨਾਂ ਖਾਲੀ ਥਾਂ ਸੇ ']' ਸੂਚੀ ਵਿੱਚ ਹੈ)

source: Didn't understand `%s' (extra trailing characters)
de: Verstehe %s nicht (zusätzliche führende Zeichen)
ne: `%s' बुझिएन (अन्य ट्रेलिङ क्यारेक्टरहरू)
pa: ਸਮਝਿਆ ਨਾ ਜਾ ਸਕਿਆ `%s' (ਵਾਧੂ ਸ਼ੁਰੂਆਤੀ ਅੱਖਰ)

source: Didn't understand `%s' (pair must start with a '(')
de: verstehe %s nicht (ein Paar muss mit einem '(' beginnen)
ne: `%s' बुझिएन (जोडा '(') बाट सुरु हुनुपर्छ)
pa: ਸਮਝਿਆ ਨਾ ਜਾ ਸਕਿਆ `%s' (ਜੋੜਾ '(' ਨਾਲ ਆਰੰਭ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ)

source: Didn't understand `%s' (pair must end with a ')')
de: verstehe %s nicht (ein Paar muss mit einem ')' enden)
ne: `%s' बुझिएन (जोडा ')'सँगै अन्त्य हुनुपर्छ)
pa: ਸਮਝਿਆ ਨਾ ਜਾ ਸਕਿਆ `%s' (ਜੋੜਾ ')' ਨਾਲ ਖਤਮ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ)

source: Didn't understand `%s' (wrong number of elements)
de: Verstehe %s nicht (falsch Anzahl von Elementen)
ne: `%s' बुझिएन (तत्वको गलत नम्बर)
pa: ਸਮਝਿਆ ਨਾ ਜਾ ਸਕਿਆ `%s' (ਇਕਾਈ ਗਲਤ ਗਿਣਤੀ)

source: Didn't understand `%s' (extra unescaped ')' found inside pair)
de: Verstehe %s nicht (zusätzliches Uncodiertes ')' im Paar gefunden)
ne: `%s'बुझिएन (अतिरिक्त ननिस्किएको ')' जोडा भित्र भेटियो)
pa: ਸਮਝਿਆ ਨਾ ਜਾ ਸਕਿਆ `%s' (ਵਾਧੂ ਬਿਨਾਂ ਖਾਲੀ ਥਾਂ ਜੋੜੇ ਵਿੱਚ ')' ਹੈ)

source: Key "%s" is NULL
ne: कुञ्जी "%s" NULL छ
pa: ਕੀ "%s" NULL ਹੈ

source: Server couldn't resolve the address `%s'
de: Server konnte Adresse `%s' nicht auflösen
ne: सर्भरले `%s' ठेगाना स्पष्ट गर्न सक्दैन
pa: ਸਰਵਰ ਇਹ ਸਿਰਨਾਵਾਂ `%s' ਹੱਲ ਨਾ ਕਰ ਸਕਿਆ

source: Can't add notifications to a local configuration source
de: Kann keine Benachrichtigungen zu einer lokalen Konfigurationsquelle hinzufügen
ne: स्थानीय कन्फिगरेसन स्रोतका लागि सूचना थप गर्न सकिँदैन
pa: ਸਥਾਨਿਕ ਸੰਰਚਨਾ ਸਰੋਤ ਵਿੱਚ ਟਿੱਪਣੀ ਜੋੜ ਨਾ ਸਕਿਆ

source: Adding client to server's list failed, CORBA error: %s
ne: सर्भरको सूचीमा ग्राहक थप्ने काम असफल भयो। CORBA त्रुटि: %s
pa: ਸਰਵਰ ਦੀ ਸੂਚੀ ਵਿੱਚ ਕਲਾਂਈਟ ਜੋੜਨਾ ਅਸਫਲ, ਕੋਰਬਾ(CORBA) ਗਲਤੀ: %s

source: Must begin with a slash (/)
de: Muss mit einem Schrägstrich beginnen (/)
ne: (/) स्ल्याससँग सुरु हुनुपर्छ
pa: ਇੱਕ ਸਲੇਸ (/) ਨਾਲ ਆਰੰਭ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ

source: Can't have two slashes (/) in a row
de: Kann keine zwei Schrägstriche (/) hintereinander haben
ne: पङ्क्तिमा दुईवटा स्ल्यास (/) हुन सक्दैन
pa: ਇੱਕ ਕਤਾਰ ਵਿੱਚ ਦੋ ਸਲੇਸ(/) ਨਹੀ ਹੋ ਸਕਦੇ

source: Can't have a period (.) right after a slash (/)
de: Kann keinen Punkt (.) direkt hinter einem Schrägstrich (/) haben
ne: स्ल्यास (/) दायाँ पछि अवधि (.) हुन सक्दैन
pa: ਪੀਰੀਅਡ (.) ਤੋ ਠੀਕ ਪਿਛੋ ਸਲੈਸ (/) ਨਹੀ ਜੋ ਸਕਦੀ ਹੈ

source: '%c' is not an ASCII character, so isn't allowed in key names
ne: '%c' ASCII क्यारेक्टर होइनन्, त्यसैले यो कुञ्जी नामहरूमा लागू हुँदैन
pa: '%c' ਇੱਕ ASCII ਅੱਖਰ ਨਹੀ ਹੈ, ਸੋ ਕਿਸੇ ਕੀ-ਨਾਂ ਨਾਲ ਨਹੀ ਵਰਤਿਆ ਜਾ ਸਕਦਾ

source: `%c' is an invalid character in key/directory names
de: `%c' ist ein unerlaubtes Zeichen in Schlüssel-/Verzeichnisnamen
ne: कुञ्जी/डाइरेक्टरी नामहरूमा `%c' अमान्य क्यारेक्टर हो
pa: `%c' ਇੱਕ ਠੀਕ ਅੱਖਰ ਨਹੀ ਹੈ, ਕੀ/ ਡਾਇਰੈਕਟਰੀ ਨਾਂ ਵਿੱਚ
