Repository: BARGAN/gconf
Catalog: po/*.po
Languages: de, ne, pa

source: Failed to load source `%s': %s
de: Fehler beim Laden der Quelle %s: %s

source: Value for `%s' set in a read-only source at the front of your configuration path.
de: Wert für '%s' gesetzt in einem Read-Only Bereich am Anfang des Konfigurationspfades.

source: No configuration sources in the source path, configuration won't be saved; edit
de: Keine Konfigurationsquellen im Quellpfad, Konfiguration wird nicht gespeichert werden;

source: Print all subdirectories and entries under a dir, recursively.
de: Alle Unterverzeichnisse und Einträge unterhalb eines Verzeichnisses rekursiv ausgeben.

source: Ping option must be used by itself.
de: Ping-Option muss alleinstehend verwendet werden.

source: --dir-exists option must be used by itself.
de: Option --dir-exists muss alleinstehend verwendet werden.

source: --install-schema-file must be used by itself.
de: Option --install-schema-file muss alleinstehend verwendet werden.

source: --makefile-install-rule must be used by itself.
de: Option --makefile-install-rule muss alleinstehend verwendet werden.

source: --break-key must be used by itself.
de: Option --break-key muss alleinstehend verwendet werden.

source: --break-directory must be used by itself.
de: Option --break-directory muss alleinstehend verwendet werden.

source: Must specify one or more dirs to recursively list.
de: Sie müssen ein oder mehrere Verzeichnisse zum rekursiven Auflisten angeben.

source: Must specify one or more dirs to get key/value pairs from.
de: Sie müssen ein oder mehrere Verzeichnisse zum Abrufen der Schlüssel/Wert-Paare angeben.

source: Must specify one or more dirs to get subdirs from.
de: Sie müssen ein oder mehrere Verzeichnisse zum Auflisten der Unterverzeichnisse angeben.

source: WARNING: node <%s> not understood below <schemalist>
de: WARNUNG: Knoten <%s> ist unterhalb von <schemalist> unverständlich

source: Document `%s' has the wrong type of root node (<%s>, should be <gconfschemafile>)
de: Dokument `%s' hat den falschen Typ von Wurzelknoten (<%s>, sollte <gconfschemafile> sein)

source: Document `%s' has no top level <gconfschemafile> node
de: Dokument `%s' hat keinen Knoten <gconfschemafile> in oberster Ebene

source: WARNING: node <%s> below <gconfschemafile> not understood
de: WARNUNG: Knoten <%s> ist unverständlich unterhalb von <gconfschemafile>
